
**سياسة الخصوصية**

قام مصطفى مصري ببناء تطبيق توكل كتطبيق مجاني. يُقدم هذا الخدمة من قبل مصطفى مصري بدون تكلفة وهو مخصص للاستخدام كما هو.

تستخدم هذه الصفحة لإعلام الزوار بسياساتي في جمع واستخدام وكشف المعلومات الشخصية إذا قرر أي شخص استخدام خدمتي.

**جمع واستخدام المعلومات**

تطبيق توكل لا يقوم بجمع أي بيانات شخصية أو معلومات من مستخدميه. يستخدم التطبيق فقط خدمات موقع الجهاز لتحديد اتجاه القبلة وأوقات الصلاة بناءً على الموقع الجغرافي للمستخدم.

**بيانات السجل**

لا يقوم التطبيق بتسجيل أي بيانات أو معلومات.

**الكوكيز**

لا يستخدم تطبيق توكل الكوكيز.

**مزودي الخدمة**

لا يستخدم التطبيق خدمات أو مزودين خارجيين.

**الأمان**

لا ينطبق أمان المعلومات الشخصية لأن التطبيق لا يقوم بجمع أو تخزين أي بيانات شخصية.

**روابط إلى مواقع أخرى**

هذه الخدمة لا تحتوي على روابط إلى مواقع أخرى.

**خصوصية الأطفال**

هذه الخدمات متاحة لأي شخص بأي عمر. لا أقوم بجمع معلومات تعريف شخصية من الأطفال دون سن 13 عامًا.

**تغييرات على سياسة الخصوصية هذه**

قد أقوم بتحديث سياسة الخصوصية من وقت لآخر. لذا يُنصح بمراجعة هذه الصفحة بشكل دوري لأية تغييرات. سأقوم بإعلامك بأي تغييرات من خلال نشر سياسة الخصوصية الجديدة على هذه الصفحة.

**الاتصال بنا**

إذا كان لديك أي أسئلة أو اقتراحات بشأن سياسة الخصوصية الخاصة بي، فلا تتردد في الاتصال بي.

تم إنشاء صفحة سياسة الخصوصية هذه باستخدام مولد سياسة الخصوصية على الإنترنت وتم تعديلها/إنشاؤها بواسطة مولد سياسة الخصوصية للتطبيقات.
