[
    {
        "text": "اللهمَّ إنِّي أعُوذُ بِكَ مِنْ جَهْدِ الْبَلَاءِ، وَدَرَكِ الشَّقَاءِ، وَسُوءِ الْقَضَاءِ، وَشَمَاتَةِ الْأَعْدَاءِ"
    },
    {
        "text": "رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَامًا إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا"
    },
    {
        "text": "اللهم إني أسألك الصبر عند القضاء، والفوز عند اللقاء، ومنازل الشهداء، وعيش السعداء، والنصر على الأعداء، ومرافقة الأنبياء"
    },
    {
        "text": "إلهي حبب إليّ طاعتك ، فلا أعود أتكلفها و إنما أقبل عليها إقبال المريد المحب المشتاق فتصبح عندي لذة لا عبئاً و هوى لا واجباً و حياة متجددة لا عادة جامدة . . . اللهم آمين"
    },
    {
        "text": "اللهم، إني عبدك وابن عبدك وابن أمتك، ناصيتي بيدك، ماضٍ فيَّ حكمك، عدل فيّ قضاؤك، أسألك بكل اسم هو لك، سمّيت به نفسك، أو أنزلته في كتابك، أو علّمته أحداً من خلقك، أو استأثرتَ به في علم الغيب عندك، أن تجعل القرآن العظيم ربيع قلبي، ونور صدري، وجلاء حزني وذهاب همّي وغمّي"
    },
    {
        "text": "اللهُم طهّر قلوبنا من كل ضيق و كرب، ويسر أمورنا في كل طريق و درب"
    },
    {
        "text": "رب أعني ولا تعن علي ، وانصرني ولا تنصر علي ، وامكر لي ولا تمكر علي ، واهدني ويسر الهدى إلي ، وانصرني على من بغى علي"
    },
    {
        "text": "أَصْـبَحْنا وَأَصْـبَحَ المُـلْكُ لله وَالحَمدُ لله ، لا إلهَ إلاّ اللّهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُـلكُ ولهُ الحَمْـد، وهُوَ على كلّ شَيءٍ قدير ، رَبِّ أسْـأَلُـكَ خَـيرَ ما في هـذا اليوم وَخَـيرَ ما بَعْـدَه ، وَأَعـوذُ بِكَ مِنْ شَـرِّ ما في هـذا اليوم وَشَرِّ ما بَعْـدَه، رَبِّ أَعـوذُبِكَ مِنَ الْكَسَـلِ وَسـوءِ الْكِـبَر ، رَبِّ أَعـوذُ بِكَ مِنْ عَـذابٍ في النّـارِ وَعَـذابٍ في القَـبْر."
    },
    {
        "text": "اللَّهُمَّ اهْدِنِي فِيمَنْ هَدَيْتَ، وَعَافِنِي فِيمَنْ عَافَيْتَ، وَتَوَلَّنِي فِيمَنْ تَوَلَّيْتَ، وَبَارِكْ لِي فِيمَا أَعْطَيْتَ، وَقِنِي شَرَّمَا قْضَيْتَ، إِنَّهُ لا يَذِلُّ مَنْ وَالَيْتَ، تَبَارَكْتَ رَبَّنَا وَتَعَالَيْتَ"
    },
    {
        "text": "اللَّهُمَّ أحيني على سنة نبيك محمّد صلى الله عليه وسلم وتوفني على ملته وأعذني من مضلات الفتن"
    },
    {
        "text": "اللهم لا تدع لنا ذنبا إلا غفرته، ولا هما إلا فرجته، ولا عيبا إلا أصلحته، ولا حاجة لنا من حوائج الدنيا والآخرة لك فيها رضى ولنا فيها صلاح إلا يسرتها وقضيتها برحمتك يا أرحم الراحمين"
    },
    {
        "text": "اللهم اهدنا فيمن هديت، وعافنا فيمن عافيت، وتولنا فيمن توليت، وبارك لنا فيما أعطيت، وقنا برحمتك واصرف عنا شر ما قضيت، إنك تقضي ولا يقضى عليك، إنه لا يذِلُّ من واليت، ولا يعِزُّ من عاديت، تباركت ربنا وتعاليت، نستغفرك اللهم من جميع الذنوب والخطايا ونتوب إليك.. ونؤمن بك ونتوكلُ عليك، اللهم أنت الغني ونحن الفقراء اليك، وأنت القوي ونحن الضعفاء اليك.. اللَّهُمَّ إِنَّكَ عَفُوٌّ كَرِيمٌ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّا يا كريم"
    },
    {
        "text": "اللهم إنا نسألك في هذا المقام المبارك، وفي هذه الليلة المباركة أن تكتبنا من عتقائك من النار، اللهم أعتق رقابَنا ورقابَ آبائنا وأمهاتنا وسائر قراباتنا من النار يا عزيز يا غفار. اللهم انك عفو كريم تحب العفو باعفو عنا يا كريم."
    },
    {
        "text": "اللهم اجعلنا ممن قبلت صيامه وقيامه، وغفرت له زلاته وآثامه، وأمَّنْته الروع يوم القيامة، وحرَّمت على النار جسده وعظامه، برحمتك يا أرحم الراحمين."
    },
    {
        "text": "اللهم لا تدع لنا ذنباً إلا غفرته ولا هماً إلا فرجته، ولا كرباً إلا نفَّسْته، ولا غما إلا أزلته،ولا دَيْناً إلا قضيته، ولا عسيراً إلا يسّرته، ولا عيبا إلا سترته، ولا مبتلاً إلا عافيته ولا مريضاً إلا شفيته، ولا ميتاً إلا رحمته ولا عدوا الا أهلكته ولا مجاهدا الا نصرته ولا مظلوما الا أيدته ولا ظالما الا قصمته ولا ضالاً إلا هديته ولا حاجة من حوائج الدنيا والآخرة لك فيها رضا ولنا فيها صلاح إلا أعَنتنا على قضائها ويسرتها برحمتك يا أرحم الراحمين."
    },
    {
        "text": "اللهم فرِّج هم المهمومين من المسلمين، ونفِّس كرب المكروبين، واقضِ الدَّيْن عن المدينين، واشفِ مرضانا ومرضى المسلمين، اللهم فُكَّ أسر المأسورين في كل مكان."
    },
    {
        "text": "اللهم اجعل القرآن العظيم لقلوبنا ضياءً، ولأفهامنا جلاءً، ولأسقامنا دواءً، ولذنوبنا مُمَحِّصاً، وعن النار مُخَلِّصاً.. اللهم ذكرنا منه ما نُسّينا، وعلمنا منه ما جهلنا، وارزقنا تلاوته آناء الليل وأطراف النهار على الوجه الذي يرضيك عنا، اللهم اجعلنا ممن يُحِلُّ حلالَه، ويُحرِّم حرامَه، ويعمل بمُحْكَمِه، ويؤمن بمتشابهِه، ويتلوه حق تلاوته، اللهم ألبسنا به الحُلل، وأسكنا به الظُّلل، وأسبغ علينا به النعم، وادفع به عنا النِقم."
    },
    {
        "text": "إلهَنا عَزَّ جارك وجَلَّ ثناؤك وتقدست أسماؤك ولا حول ولا قوة إلا بك، نسألك يا من لا يُهزَم جنده، ولا يُخلَف وعده، نسألك بأسمائك الحسنى وصفاتك العُلى أن تنصر إخواننا المستضعَفين من المسلمين في فلسطين و سوريا و العراق و سائر بلاد المسلمين و في كل مكان، اللهم إنا نشكو إليك أنفساً أُزهِقت، ودماءً أُريقت، ومساجد هُدِّمَت، وبيوتاً دُمّرت، وأطفالاً يُتِّمت، ونساءً رُمِّلَت، اللهم عَجِّل بنصرهم يا قوي يا عزيز.. يا رب الأقصى والبيت العتيق، حرر مساجدنا الأسيرة من أيدي الطغاة العابثين اللهم إنا نسألك أن تنقذ المسجد الأقصى من براثن اليهود المعتدين، وأن ترزقنا فيه صلاةً قبل الممات يا عزيز يا غفار.. اللهم إنا نشكو إليك اعداء الدين و اعداء المسلمين، اللهم إحصهم عدداً اللهم واقتلهم بدداً اللهم ولا تغادر منهم أحداً"
    },
    {
        "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي، اللَّهُمَّ استُرْ عَوْرَاتي، وآمِنْ رَوْعَاتي، اللَّهمَّ احْفَظْنِي مِنْ بَينِ يَدَيَّ، ومِنْ خَلْفي، وَعن يَميني، وعن شِمالي، ومِن فَوْقِي، وأعُوذُ بِعَظَمَتِكَ أنْ أُغْتَالَ مِنْ تَحتي"
    },
    {
        "text": "اللهم إنك قلت وقولك الحق المبين، وأنت أصدق القائلين: وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلاً [النساء:122].. وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثاً [النساء:87].. قُلْ صَدَقَ اللَّهُ فَاتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ حَنِيفاً [آل عمران:95]اللهم إنا نحمدك، ونستعينك، ونستهديك، ونستغفرك، ونتوب إليك، ونؤمن بك، ونتوكل عليك، ونثني عليك الخير كله، نشكرك ولا نكفرك، ونخلع ونترك من يفجرك. اللهم إياك نعبد، ولك نصلي ونسجد، وإليك نسعى ونحفِد، نرجو رحمتك ونخشى عذابك، إن عذابك الجد بالكفار ملحق. اللهم لك الحمد كله، ولك الشكر كله، وإليك يرجع الأمر كله، علانيته وسره، فأهلٌ أنت أن تُحمد، وأهلٌ أنت أن تُعبد، وأنت على كل شيء قدير. اللهم لك الحمد بالإسلام، ولك الحمد بالقرآن، ولك الحمد بالمال والأهل والمعافاة، كبتَّ عدونا، وأظهرت أمننا، وجمعت فرقتنا، ومن كل ما سألناك ربنا أعطيتنا، فلك الحمد والشكر كثيراً كما تعطي كثيراً. اللهم لك الحمد حتى ترضى، ولك الحمد إذا رضيت، ولك الحمد بعد الرضا، ولك الحمد على كل حال. لك الحمد كالذي نقول، وخيراً مما نقول، ولك الحمد كالذي تقول . اللهم ارزقني قيام ليلة القدرالتي هي خير من الف شهر : لَيْلَةُ الْقَدْرِ خَيْرٌ مِّنْ أَلْفِ شَهْرٍ[القدر:3] إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ إِنَّا كُنَّا مُنْذِرِينَ [الدخان:3]. اللّهم ارزقني فضل قيام ليلة القدر، وسهل أموري فيه من العسر إلى اليسر، واقبل معاذيري وحطّ عني الذنب والوزر، يا رؤوفاً بعبادك الصالحين، إلهي وقف السائلون ببابك، ولاذ الفقراء بجنابك، ووقفت سفينة المساكين على ساحل كرمك يرجون الجواز إلى ساحة رحمتك ونعمتك، اللّهم ما قسمت في هذه الليلة من علم ورزق وأجر وعافية فاجعل لنا منه أوفر الحظ والنصيب"
    },
    {
        "text": "يارب أجعل آخر جمعة من رمضان تفريجا لكل هم واستجابة لكل دعاء و قبول لكل طاعة وغفران لكل ذنب و عتقا لنا من النار يا ارحم الراحمين"
    },
    {
        "text": "اللَّهُمَّ اكْفِنِي بِحَلَالِكَ عَنْ حَرَامِكَ، وَأَغْنِنِي بِفَضْلِكَ عَمَّنْ سِوَاكَ"
    },
    {
        "text": "اَللّهُمَّ اجعَلني مِنَ المُستَغْفِرينَ، وَاجعَلني مِن عِبادِكَ الصّالحينَ القانِتينَ، وَاجعَلني مِن اَوْليائِكَ المُقَرَّبينَ، بِرَأفَتِكَ يا اَرحَمَ الرّاحمينَ"
    },
    {
        "text": "اللّهم صلِّ وسلِّم وبارك على نبينا مُحمَّدٍ في الأوَّلين وصلِّ وسلِّم وبارك عَليهِ في الآخِرين، وصلِّ وسلِّم وبارك عليهِ في كلٍ وقتٍ وكلٍ حين، وفي المَلأِ الأَعلى إلى يومِ الدِّين"
    },
    {
        "text": "اللهمَّ متِّعْنَا بأسماعِنا، وأبصارِنا، وقوَّتِنا ما أحْيَيْتَنا، واجعلْهُ الوارِثَ مِنَّا، واجعَلْ ثَأْرَنا عَلَى مَنْ ظلَمَنا، وانصرْنا عَلَى مَنْ عادَانا، ولا تَجْعَلِ مُصِيبَتَنا في دينِنِا، ولَا تَجْعَلِ الدنيا أكبرَ هَمِّنَا، ولَا مَبْلَغَ عِلْمِنا، ولَا تُسَلِّطْ عَلَيْنا مَنْ لَا يرْحَمُنا"
    },
    {
        "text": "رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَامًا"
    },
    {
        "text": "اَللّهمَّ إِلَيْكَ أَشْكُوْ ضُعْفَ قُوَّتِيْ ، وَقِلَّةَ حِيْلَتِيْ ، وَهَوَانِيْ عَلَى النَّاسِ ، يَا أَرْحَمَ الرَّاحِمِيْنَ ، أَنْتَ رَبُّ الْمُسْتَضْعَفِيْنَ ، وَأَنْتَ رَبِّي"
    },
    {
        "text": "اللَّهُمَّ بِعِلْمِكَ الْغَيْبَ، وَقُدْرَتِكَ عَلَى الْخَلْقِ، أَحْيِنِي مَا عَلِمْتَ الْحَيَاةَ خَيْرًا لِي، وَتَوَفَّنِي إِذَا عَلِمْتَ الْوَفَاةَ خَيْرًا لِي، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَشْيَتَكَ فِي الْغَيْبِ وَالشَّهَادَةِ، وَأَسْأَلُكَ كَلِمَةَ الْحَقِّ فِي الرِّضَا وَالْغَضَبِ، وَأَسْأَلُكَ الْقَصْدَ فِي الْغِنَى وَالْفَقْرِ، وَأَسْأَلُكَ نَعِيمَاً لاَ يَنْفَذ، وأَسْأَلُكَ قُرَّةَ عَيْنٍ لاَ تَنْقَطِعْ، وَأَسْأَلُكَ الرِّضَا بَعَدَ الْقَضَاءِ، وَأَسْأَلُكَ بَرْدَ الْعَيْشِ بَعْدَ الْمَوْتِ، وَأَسْأْلُكَ لَذَّةَ النَّظَرِ إلَى وَجْهِكَ، وَالشَّوْقَ إِلَى لِقَائِكَ، فِي غَيْرِ ضَرَّاءَ مُضِرَّةٍ، وَلاَ فِتْنَةٍ مُضِلَّةٍ، اللَّهُمَّ زَيِّنَّا بِزِينَةِ الإِيمَانِ، وَاجْعَلْنَا هُدَاةً مُهْتَدِينَ"
    },
    {
        "text": "رب اجعل أيامنا كلها سعادة رب بدد الأحزان وأبرئ الأسقام وابسط الأرزاق وحسن الأخلاق وانشر الرحمات وامح السيئات تباركت يا رب البريات يا رب الأرض والسماوات"
    },
    {
        "text": "نسألك اللهم بكل اسم هو لك سميت به نفسك او انزلته في كتابك او علمته احدا من خلقك او استاثرت به في علم الغيب عندك ان تجعل القران العظيم ربيع قلوبنا ونور صدورنا وذهاب احزاننا وجلاء همومنا وغمومنا وقائدنا وسائقنا الى رضوانك والى جناتك جنات النعيم اللهم انفعنا وارفعنا بالقران العظيم الذي ايدت سلطانه وقلت يا اعز من قائل سبحانه: فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ  ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ [القيامة:18-19]"
    },
    {
        "text": "اللهم لا تجعل الدنيا أكبر همنا ولا مبلغ علمنا ولا إلى النار مصيرنا وأجعل الجنة هي دارنا"
    },
    {
        "text": "اللَّهُمَّ؛ إِنِّي أَسْأَلُكَ رَحْمَةً مِنْ عِنْدِكَ تَهْدِي بِهَا قَلْبِي، وَتَجْمَعُ بِهَا أَمْرِي، وَتَلُمُّ بِهَا شَعَثِي، وَتُصْلِحُ بِهَا غَائِبِي، وَتَرْفَعُ بِهَا شَاهِدِي، وَتُزَكِّي بِهَا عَمَلِي، وَتُلْهِمُنِي بِهَا رُشْدِي، وَتَرُدُّ بِهَا أُلْفَتِي، وَتَعْصِمُنِي بِهَا مِنْ كُلِّ سُوء"
    },
    {
        "text": "اللهم زدنا نورا في القلب وضياء في الوجه وسعة في الرزق ومحبة في قلوب العباد واغفر لنا ولوالدينا وكل عزيز علينا"
    },
    {
        "text": "يا رَبْ إذا أعطيتني مَالاً فلا تأخذ سَعادتي، وإذا أعَطيتني قوّة فلا تأخذ عقليْ، وإذا أعَطيتني نجَاحاً فلا تأخذ تَواضعْي وإذا أعطيتني تواضعاً فلا تأخذ اعتزازي بِكرامتي، يا رَبْ عَلمّنْي أنْ أحبّ النَاسْ كَما أحبّ نَفسْي، وَعَلّمني أنْ أحَاسِبْ نَفسْي كَما أحَاسِبْ النَاسْ، وَعَلّمنْي أنْ التسَامح هَو أكْبَر مَراتب القوّة وَأنّ حبّ الانتقام هَو أولْ مَظاهِر الضعْفَ"
    },
    {
        "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ فِعْلَ الْخَيْرَاتِ، وَتَرْكَ الْمُنْكَرَاتِ، وَحُبَّ الْمَسَاكِينِ، وَأَنْ تَغْفِرَ لِي، وَتَرْحَمَنِي، وَإِذَا أَرَدْتَ فِتْنَةَ قَوْمٍ فَتَوَفَّنِي غَيْرَ مَفْتُونٍ، وَأَسْأَلُكَ حُبَّكَ، وَحُبَّ مَنْ يُحِبُّكَ، وَحُبَّ عَمَلٍ يُقَرِّبُنِي إِلَى حُبِّكَ"
    },
    {
        "text": "يا رب رضاك أسمى أمانينا، فارض عنا وارحمنا، وعافيتك أوسع لنا فعافنا ولا تبتلنا واعف عنا، أنت حيي تحب الستر فاسترنا ولا تفضحنا في الدنيا والآخرة اللهم ولا تجعل الدنيا أكبر همنا ولا مبلغ علمنا ولا إلى النار مصيرنا وأجعل الجنة هي دارنا"
    },
    {
        "text": "أستغفر الله العظيم الذي لا إله إلا هو الحي القيوم وأتوب إليه"
    },
    {
        "text": "آهِ مِن كثرةِ الذنُوبِ والعِصيان ! آهِ مِن وحشةِ الجفاءِ والحِرمان .! آهِ مِن الإفلاسِ يَومَ تُكشَفُ الأستار ، وتَفضَحُ الأوزارُ ، ولا يَنْفَعُ اعتذار ! إلهي .. أنتَ تَعلمُ سِرّي وعَلانيتي فاقبلْ مَعذرَتي ، واغفر زلتي ، واعتق رقبتي ، ولا تزغ قلبي بعد إذ هديتني."
    },
    {
        "text": "اللهم املأ أيامنا بالعطاء .. وارفع عنا كل بلاء"
    },
    {
        "text": "اللَّهُمَّ اجعلني شكورا ، واجعلني صبورا ، واجعلني في عيني صغيرا وفي أعين الناس كبيرا"
    },
    {
        "text": "اللهم ابدل عُسرنا يُسرًا، وفرج عنا كل ما ضاقت به صدورنا و ارزقنا من حيث لا نحتسب يا الله"
    },
    {
        "text": "مع غروب شمس هذا اليوم .. يا رب انزل الشفاء على كل مريض، والفرج على كل مكروب، والسكينة على كل مهموم، والهداية على كل غافل"
    },
    {
        "text": "اللهم زوج الطيبين بالطيبات، والصالحين بالصالحات، واحفظهم من شر الفتن ... اللهم آمين"
    },
    {
        "text": "اللهُمَّ أنتَ أحقُّ مَن ذُكر ، وأحقُّ مَن عُبِد ، وأنصرُ مَن ابتُغِيَ ، وأرأفُ مَنْ ملَكَ ، وأجودُ مَن سُئل ، وأوسعُ مَن أعطى . اللهم ! حُجّتي حاجَتي ، وعُدَّتي فَاقَتي ، وأنتَ رَجائي فارحمني"
    },
    {
        "text": "يا أكرم الأكرمين نسألك بركتك وعطفك ولطفك وعافيتك وبرك ورحمتك وحبك، نعوذ بك من تقلبات القلوب والأيام اعصمنا من المعاصي والآثام، اشغلنا بخير ما يرضيك عنا، احمنا من أذى الناس، اشغلنا بك عن همومنا اجعل الآخرة كل همنا"
    },
    {
        "text": "اللهمّ صلّ على نبيّنا محمّد وعلى آله وصحبه أجمعين، اللّهمّ يا حيّ يا قيّوم برحمتك نستغيث، اللّهمّ يا رحمن يا رحيم ارحم إخواننا وأهلنا في كلّ بلاد المسلمين، اللّهمّ فكّ همّهم ويسّر أمرهم، اللّهمّ انصرهم على من ظلمهم، اللّهمّ اكشِف عَنهم البَلاء، واجعل لهم مخرجاً، اللّهمّ أطعِم جَائعهم، وأمّن خائِفهم، اللّهمّ تقبّل موتاهم في الشّهداء الأبرار، اللّهمّ ألهِم أهلَهم الصّبر والسّلوان"
    },
    {
        "text": "اللهمّ أحْسِنْ عَاقِبَتَنَا فِي الأُمُورِ كُلِّهَا، وَأجِرْنَا مِنْ خِزْيِ الدُّنْيَا وَعَذَابِ الآخِرَةِ"
    },
    {
        "text": "لا إِلَهَ إِلا اللَّهُ وَحْدَهُ لا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ الْحَمْدُ لِلَّهِ وَسُبْحَانَ اللَّهِ وَلا إِلَهَ إِلا اللَّهُ وَاللَّهُ أَكْبَرُ وَلا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ"
    },
    {
        "text": "اللهم إنا نسألك في هذا اليوم سترا يحجب ما اقترفناه وعلما يزيل ما جهلناه ورزقا يفوق ما تمنيناه وصحة تحفظنا مما خشيناه وقناعة تغنينا عمّا فقدناه"
    },
    {
        "text": "يَا مُقَلِّبَ القُلُوبِ ثَبِّت قَلْبِي عَلَى دِينِكَ"
    },
    {
        "text": "اللهم اجعلنا ممن توكل عليك فكفيته واستهداك فهديته واستغفرك فغفرت له واستنصرك فنصرته ودعاك فأجبته"
    },
    {
        "text": "اللهم صل على نبينا محمد في الأولين وصل على نبينا محمد في الآخرين وصل على نبينا محمد في الملأ الأعلى إلى يوم الدين"
    },
    {
        "text": "اللّهمّ لاتدَع لَنا فِي يَوم الجُّمعة ذَنبَاً إلّا غَفرتَه ولا مَرِيضَاً إلّا شَفَيتَه ولا ميتا إلّا رَحِمتَه ولا دُعَاءً إلّا استَجبتَهُ ولا تَائِباً إلّا قَبِلتَه"
    },
    {
        "text": "سبْحانَك اللَّهُمّ وبحَمْدكَ أشْهدُ أنْ لا إله إلا أنْت أسْتغْفِركَ وَأتَوبُ إليْك"
    },
    {
        "text": "اللّهم اغفر لي ولوالدي ولمن احسن إلي، اللّهم سهل لنا كل عسير وأرنا في حياتنا ما يسرنا ويرضيك"
    },
    {
        "text": "اللهم اغفر للمؤمنين والمؤمنات والمسلمين والمسلمات الأحياء منهم والأموات"
    },
    {
        "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِنُورِ وَجْهِكَ الَّذِي أَشْرَقَتْ لَهُ السَّمَاوَاتُ وَالْأَرْضُ أَنْ تَجْعَلَنِي فِي حِرْزِكَ وَحِفْظِكَ وَجِوَارِكَ وَتَحْتَ كَنَفِكَ"
    },
    {
        "text": "اللهم يامن على العرش استوى ، يامن خلق فسوى وقدر فهدى ، وأعطى كل شيء خلقه ثم هدى، اغفر لنا وارحمنا وعافنا واعف عنا واهدنا سبل السلام واخرجنا من الظلمات الى النور التام."
    },
    {
        "text": "اللَّهُمَّ اجعلني شكورا ، واجعلني صبورا ، واجعلني في عيني صغيرا وفي أعين الناس كبيرا."
    },
    {
        "text": "ربنا آتنا في الدنيا حسنة و في الآخرة حسنة و قنا عذاب النار, اللهم يا عالم الخفيات يا مجيب الدعوات يا قاضي الحاجات يا خالق الأرض و السماوات أنت الله الذي لا إله إلا أنت الواحد الأحد الفرد الصمد الوهاب الذي لا يبخل و الحليم الذي لا يعجل لا راد لأمرك و لا معقب لحكمتك رب كل شي و مليك كل شي و مقدر كل شيء أسألك يا الله أن ترزقنا علماً نافعا و رزقاً واسعاً و قلباً خاشعاً و لساناً ذاكراً و عملاً زكياً و ايماناً خالصاً"
    },
    {
        "text": "اللهم لا غنى لنا عن بركتك كن لنا لا علينا وخذنا إليك منا ولا تجعلنا مفتونين بأنفسنا ارزقنا عملا صالحا بلا فتور ولا ابتداع نعوذ بك من الميل إلى الدنيا ومن طمع يهدي إلى طبع ومن معرفة تجر إلى معصية ومن شغل نهايته ندم"
    },
    {
        "text": "اللهم اختم بالصالحات أعمالنا ، وبالسعادة آجالنا ، وبلغنا مما يرضـيك آمالنا."
    },
    {
        "text": "اللَّهُمَّ اكْفِنِي بِحَلالِكَ عَنْ حَرَامِكَ، وأَغْنِني بِفَضْلِكَ عَمَّنْ سِوَاكَ"
    },
    {
        "text": "اللَّهُمَّ أَحْسَنْتَ خَلْقِي فَأَحْسِنْ خُلُقِي"
    },
    {
        "text": "اللهم أنت خلقت نفسي، وأنت توفاها، لك مماتها ومحياها، إن أحييتها فاحفظها، وإن أمتها فاغفر لها"
    },
    {
        "text": "اَللَّهُمَّ ارْزقْنَا رزقَا حَلَالًا يَكْفِينَا وَأُبْعِدَ عَنَّا شَرّ منْ يُؤْذِينَا وَلَا تحجنا إِلَى طَبِيبٍ يُدَاوِينَا"
    },
    {
        "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ ، وَضَلَعِ الدَّيْنِ، وَغَلَبَةِ الرِّجَالِ"
    },
    {
        "text": "اللهم كُن مع إخواننا المسلمين في كل مكان، اللهم كُن لهم ناصراً ومعيناً، اللهم اكشف كربهم، والطف بحالهم"
    },
    {
        "text": "اللَّهُمَ حَبَّبْ إِلَيْنَا الْإِيمَانَ وَزَيِّنْهُ فِي قُلُوبِنَا، وَكَرِّهْ إِلَيْنَا الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ، وَاجْعَلْنَا مِنَ الرَّاشِدِينَ"
    },
    {
        "text": "اللهم ياغفار الذنوب وياعلام الغيوب ويامفرج الكروب ياكاشف الغمة ويارافع الظلمة اجعل لي من ضيقي مخرجا ومن همي فرجا، أنت اللطيف يا الله سبحانك تبت إليك فقني عذاب النار وأدخلني الجنة برحمتك مع الأبرار."
    },
    {
        "text": "اللهم ندعوك وقد اصطفيتنا بالإسلام ، ومننت علينا بنعمة الإيمان ، فلا تحرمنا لذة القرب منك ، ولا لذة الشوق إلى لقائك ، واجعلنا ممن قد رضيت عنهم بمحض برك وفضلك وجودك"
    },
    {
        "text": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ"
    },
    {
        "text": "اللهم إنا نسألك بأنك أنت الله الأحد الصمد الذي لم يلد ولم يولد ولم يكن له كفوا أحد أن تنظر إلينا في ساعتنا هذه فتنزل علينا رحمة من عندك وحنانا من لدنك تغننا بها عن رحمة وحنان من سواك ."
    },
    {
        "text": "اللهم اشغل قلوبنا بحبك ، وألسنتنا بذكرك ، وأبداننا بطاعتك ، وعقولنا بالتفكر في خلقك والتفقه في دينك."
    },
    {
        "text": "اللهم اني أسألك رحمة من عندك تهدي بها قلبي، وتجمع بها شملي، وتلم بها شعثي، وترد بها ألفتي، وتصلح بها ديني، وتحفظ بها غائبي، وترفع بها شاهدي، وتزكي بها عملي، وتبيض بها وجهي، وتلهمني بها رشدي، وتعصمني بها من كل سوء. اللهم إني أسألك إيمانا دائماً يباشر قلبي، وأسألك يقيناً صادقاً حتى أعلم أنّه لن يصيبني إلا ما كتبته علي، وارضني بما قسمته لي. اللهم اعطني إيمانا صادقاً ويقيناً ليس بعده كفر، ورحمةً أنال بها شرف كرامتك في الدنيا والآخرة. اللهم إني أسألك الصبر عند القضاء، والفوز عند اللقاء، ومنازل الشهداء، وعيش السعداء، والنصر على الأعداء، ومرافقة الأنبياء. اللهم إني انزل بك حاجتي وإن ضَعُفَ رأيي، وقصر عملي، وافتقرت إلى رحمتك. فأسالك يا قاضي الأمور، وشافي الصدور، كما تجير بين البُحور أن تجيرني من عذاب السعير ومن دعوة الثبور وفتنة القبور. اللهم وما ضَعُفَ عنهُ رأْيِي، وقصر عنه عملي، ولم تبلغه نيَّتي وأمنيتي من خيرٍ وعدتهُ أحداً من عبادِك، أوخيرٍ أنت معطيهِ أحداً من خلقِك، فإني راغبُُ إليك فيه وأسألكهُ يا رب العالمين. اللهم اجعلنا هادين مهتدين، غير ضالّين ولا مضلّين، حرباً لأعدائك، وسِلْماً لأوليائك، نحبُّ بحبِّك الناس، ونعادي بعداوتك من خالفَك من خلقِك. اللهم هذا الدعاءُ ومنكَ الإجابة، وهذا الجهدُ وعليك التُّكلان، وإنَّا للَّه وإنا إليه راجعون، ولا حول ولا قوة إلاّ باللَّه العلي العظيم، ذي الحبل الشديد، والأمر الرشيد، أسألك الأمنَ يومَ الوعيد، والجنّةَ يومَ الخلود، مع المقرَّبين الشهود، الرُّكَّع السجود، والمُوْفِينَ لك بالعُهود، إنكَ رحيمٌ ودود، وأنت تفعلُ ما تريد. سبحان من تعطَّفَ بالعزِّ وقال به، سبحان من لبس المجد وتكرم به، سبحان من لا ينبغي التسبيح إلاّ له، سبحان ذي الفضل والنعم، سبحان ذي القدرة والكرم، سبحان ذي الجلال والإكرام، سبحان الذي أحصى كلَّ شيءٍ بعلمه. اللهم اجعل لي نوراً في قلبي، ونوراً في قبري، ونوراً في سمعي، ونوراً في بصري، ونوراً في شعري، ونوراً في بشري، ونوراً في لحمي، ونوراً في دمي، ونوراً في عظامي، ونوراً في عصبي، ونوراً من بين يديَّ، ونوراً من خلفي، ونوراً عن يميني، ونوراً عن شمالي، ونورا من فوقي، ونوراً من تحتي. اللهم زدني نوراً، واعطني نوراً واجعل لي نوراً، وصلَّى اللَّه على سيدنا محمدٍ وعلى آله وصحبهِ وسلَّم"
    },
    {
        "text": "اللَّهُمَّ إِنَّكَ عُفُوٌّ كَرِيمٌ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّا"
    },
    {
        "text": "رب أعني ولا تعن علي، وانصرني ولا تنصر علي، وامكر لي ولا تمكر علي، واهدني ويسر لي الهدى، وانصرني على من بغى علي، اللهم اجعلني لك شاكرا، لك ذاكرا، لك راهبا، مطواعا إليك مخبتا أو منيبا، رب تقبل توبتي، واغسل حوبتي، وأجب دعوتي، وثبت حجتي، واهد قلبي، وسدد لساني، واسلل سخيمة قلبي."
    },
    {
        "text": "اللهُم اجعلني خفيف النفس لا أؤذي أحد وطيب اللسان لا أجرح أحد، اللهُم اجعلني ذكرى طيبة لكل من عرفني واجعلني مثل غيمة مرّت ثم روت ثم ولّت."
    },
    {
        "text": "اللَّهمَّ صلِّ وسلِّم وبارك على نبينا محمد عدد خلقك.. ورضا نفسك، وزِنَةَ عرشِكَ، ومدادَ كلماتِك، اللَّهمَّ صلِّ وسلِّم وبارك عليه عدد ما خلقتَ، وعدد ما رزقتَ، وعدد ما أحييتَ، وعدد ما أَمتَّ. اللَّهمَّ صلِّ وسلِّم وبارك عليه في كلِّ وقتٍ وحين، وفي كلِّ مِلَّةٍ ودين، وفي العالمين إلى يوم الدِّين . اللَّهمَّ صلِّ وسلِّم وبارك عليه كلما ذَكركَ الذَّاكرون، وكلما غَفَلَ عن ذِكرِك الغافلون، و عدد من صلَّى عليه ، وعدد من لم يُصلِّ عليه، وعددَ أوراق الأشجار، وعدد مياهِ البحار، وعدد ما أظلمَ عليه الليل وما أضاء عليه النهار. اللَّهمَّ صلِّ وسلِّم وبارك عليه صلاةً تكونُ لكَ رِضاءً، ولِحَقِّهِ أداءً، وأعطِهِ الوسيلة َوالفضيلةَ والمقامَ المحمودَ الذي وعدته انك لا تخلف الميعاد."
    },
    {
        "text": "اللهم دبر لنا فإنا لا نُحسن التدبير ، وأعنا على ما أردته بنا من تغيير ، واكتب لنا فى كل خطوة التيسير، إنك بنا يا ربنا لطيف خبير"
    },
    {
        "text": "اللَّهُمَّ أَنْتَ رَبِّي لا إِلَهَ إِلا أَنْتَ خَلَقْتَنِي وَأَنَا عَبْدُكَ وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، وَأَبُوءُ بِنِعْمَتِكَ عَلَيَّ ، وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي إِنَّهُ لا يَغْفِرُ الذُّنُوبَ إِلا أَنْتَ"
    },
    {
        "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ الْهَمِّ وَالْحُزْنِ وَالْعَجْزِ وَالْكَسَلِ وَالْبُخْلِ وَالْجُبْنِ وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ"
    },
    {
        "text": "اللَّهُمَّ اغْفِرْ لِي ذَنْبِي، وَأَذْهِبْ غَيْظَ قَلْبِي، وَأَعِذْنِي مِنْ مُضِلاتِ الْفِتَنِ"
    },
    {
        "text": "إلهي، يا من بِيدهِ حياتي.. يامن إِليه يرْجعُ أمرِي كلّه، ربي بيدك سعادتي وشقائي، ربي أسعد قلبي، ربي أسعد قلبي، ربي أسعد قلبي، اللّهم إِنّي مؤمن أنَّه إن اجتمعت الدنيا على أن ينفعوني بشيءٍ، لن ينفعوني إِلا بشيءٍ قد كتبته لي، ولو اجْتَمَعُوا عَلَى أنْ يَضُرُّونِي بشيءٍ لَنْ يَضُرُّونِي إِلاّ بشيءٍ قَدْ كَتَبْتَهُ لِيْ، رَبّي إِن فِي قَلْبي حَاجَاتٍ كَثِيرَة، لا أَسْتَطِيعُ البَوْحَ بِهَا لأِحَد سِوَاكْ، أنْتَ تَعْلَمُ سِرّي وما يُضْمِرُه قَلْبِي، رَبّي بِكلمَة (كُنْ) مِنْك تَسْعَدْ حَيَاتِي، رَبّي قُلْ لِأُمْنيَاتِي كُونِي، رَبّي قُلْ لِأُمْنيَاتِي كُونِي، رَبّي قُلْ لِأُمْنيَاتِي كُونِي فَإِذَا كُنْتَ أَنْت مَعِي، لَا أَحْتاجُ سِوَاكْ...اللّهم آمين"
    },
    {
        "text": "اللهمّ احفظني بالإسلام قائماً، واحفظني بالسّلام قاعداً، واحفظني بالإسلام راقداً، ولا تشمت بي عدوّاً أو حاسداً اللهمّ اهدني وسدّدني"
    },
    {
        "text": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، وَبَارِكْ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، فِي الْعَالَمِينَ إِنَّكَ حَمِيدٌ مَجِيدٌ"
    },
    {
        "text": "اللَّهُمَّ أَلِّفْ بَيْنَ قُلُوبِنَا، وَأَصْلِحْ ذَاتَ بَيْنِنَا، وَاهْدِنَا سُبُلَ السَّلَامِ، وَنَجِّنَا مِنَ الظُّلُمَاتِ إِلَى النُّورِ، وَجَنِّبْنَا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ، وَبَارِكْ لَنَا فِي أَسْمَاعِنَا، وَأَبْصَارِنَا، وَقُلُوبِنَا، وَأَزْوَاجِنَا، وَذُرِّيَّاتِنَا، وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ، وَاجْعَلْنَا شَاكِرِينَ لِنِعْمِكَ مُثْنِينَ بِهَا عَلَيْكَ، قَابِلِينَ لَهَا، وَأَتِمِمْهَا عَلَيْنَا"
    },
    {
        "text": "اللهمّ اغفر ذنبي، وحصّن فرجي، وطهّر قلبي، اللهمّ ارزقني بالزّوج الّذي هو خيرٌ لي، وأنا خيرٌ له، في ديننا، ودنيانا، ومعاشنا، وعاقبة أمرنا، عاجله وآجله."
    },
    {
        "text": "اللّهم آتِ نفسي تقواها، وزكّها يا خير من زكّاها، أنت وليها ومولاها يا رب العالمين، اللّهم إنّي أسألك مسألة البائس الفقير وأدعوك دعاء المفتقر الذليل، لا تجعلني بدعائك رب شقيّاً وكن بي رؤوفاً رحيماً، يا خير المئولين، يا أكرم المعطين، يا رب العالمين"
    },
    {
        "text": "اللهم إني أصبحت أشهدك وأشهد حملة عرشك و ملائكتك وجميع خلقك أنك انت الله لا إله إلا أنت وحدك لا شريك لك و أن محمداً عبدك ورسولك."
    },
    {
        "text": "اللَّهُمَّ إنِّي أَسْأَلُكَ الْجَنَّةَ وَأَسْتَجِيْرُ بِكَ مِنَ النَّارِ"
    },
    {
        "text": "رَبِّ هَبْ لِي حُكْمًا وَأَلْحِقْنِي بِالصَّالِحِينَ وَاجْعَلْ لِي لِسَانَ صِدْقٍ فِي الآخِرِينَ وَاجْعَلْنِي مِن وَرَثَةِ جَنَّةِ النَّعِيمِ"
    },
    {
        "text": "اللهم اجعل أول يومي صلاحا ، وأوسطه فلاحا ، وآخره نجاحا ، أسألك خير الدنيا والآخرة يا أرحم الراحمين"
    },
    {
        "text": "لا إله إلّا الله الملك الحق المبين، لا إله إلّا الله العدل اليقين، لا إله إلّا الله ربنا ورب آبائنا الأولين، سبحانك إنّي كنت من الظالمين، لا إله إلّا الله وحده لا شريك له له الملك وله الحمد يحي ويميت وهو حيٌّ لا يموت، بيده الخير وإليه المصير وهو على كل شيء قدير"
    },
    {
        "text": "لاَ إلَهَ إلاَّ اللهُ الوَاحِدُ القَهَّارُ، ربُّ السَّمَوَاتِ والأرْضِ وَمَا بَيْنَهُمَا العَزِيْزُ الغَفَّارُ"
    },
    {
        "text": "اللهم لك الحمد أنت نور السماوات والأرض ومن فيهن ولك الحمد، أنت قيوم السماوات والأرض ومن فيهن ولك الحمد، أنت الحق، ووعدك الحق، ولقاؤك حق، والجنة حق، والنار حق، والنبيون حق، والساعة حق، ومحمد حق، اللهم لك أسلمت، وبك آمنت، وعليك توكلت، وإليك أنبت، وبك خاصمت، وإليك حاكمت، فاغفر لى ما قدمت وما أخرت، وما أسررت وما أعلنت، أنت إلهى لا إله إلا أنت."
    },
    {
        "text": "رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ, وَكَفِّرْ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلْأَبْرَارِ, رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَىٰ رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ"
    },
    {
        "text": "ربَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ"
    },
    {
        "text": "رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالإِيمَانِ وَلا تَجْعَلْ فِي قُلُوبِنَا غِلاً لِّلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَؤُوفٌ رَّحِيمٌ"
    },
    {
        "text": "لا اله الا الله المتوحد في الجلال. بكمال الجمال. تعظيما وتكبيرا المتفرد بتصريف الأمور على التفصيل والاجمال تقديرا وتدبيرا المتعالي بعظمته ومجده الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا [الفرقان:1]  لا اله الا الله رب الأرباب ومسبب الأسباب وخالق خلقه من تراب سبحان من خضعت لعظمته الرقاب سبحان من لانت لقدرته الشدائد الصلاب غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ [غافر:3]. لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ [الرعد:30]  وصلوات الله وسلامه على نبيه وحبيبه محمد صلى الله عليه وسلم الذي أرسله الى كافة الثقلين بشيرا ونذيرا وَدَاعِيًا إِلَى اللَّهِ بِإِذْنِهِ وَسِرَاجًا مُنِيرًا  [الأحزاب:46]"
    },
    {
        "text": "لا إِلَهَ إِلا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ"
    },
    {
        "text": "يا حي يا قيوم برحمتك أستغيث ، أصلح لي شأني كله ، ولا تكلني إلى نفسي طرفة عين"
    },
    {
        "text": "أَعُوذُ بِوَجْهِ اللهِ الْعَظِيمِ الَّذِي لَيْسَ شَيْءٌ أَعْظَمَ مِنْهُ، وَبِكَلِمَاتِ اللهِ التَّامَّاتِ الَّتِي لاَ يُجَاوِزُهُنَّ بَرٌّ وَلاَ فَاجِرٌ، وَبِأَسْمَاءِ اللهِ الْحُسْنَى كُلِّهَا، مَا عَلِمْتُ مِنْهَا وَمَا لَمْ أَعْلَمُ، مِنْ شَرِّ مَا خَلَقَ وَبَرَأَ وَذَرَأَ"
    },
    {
        "text": "اللهمّ إنّي أسألك بخوفي من أن أقع في الحرام، وبحفظي لجوارحي، وأسألك يا ربّ بصالح أعمالي، أن ترزقني زوجاً صالحاً يعينني في أمور ديني ودنياي، فإنّك على كلّ شيءٍ قدير."
    },
    {
        "text": "ربنا اجعلنا لك ذكارين ، لك شكارين ، إليك أواهين منيبين ، تقبل يا رب توبتنا ، واغسل حوبتنا ، وأجب دعواتنا ، وثبت حجتنا ، واسلل سخائم صدورنا ، وعافنا واعف عنا."
    },
    {
        "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا أَللَّهُ بِأَنَّكَ الْوَاحِدُ الْأَحَدُ، الصَّمَدُ، الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ، أَنْ تَغْفِرَ لِي ذُنُوبِي، إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ"
    },
    {
        "text": "يا أكرم الأكرمين ، نسألك بركتك وعطفك ولطفك وعافيتك وبرك ورحمتك وحبك ، نعوذ بك من تقلبات القلوب والأيام ، اعصمنا من المعاصي والآثام ، اشغلنا بخير ما يرضيك عنا ، احمنا من أذى الناس ، اشغلنا بك عن همومنا ، اجعل الآخرة كل همنا."
    },
    {
        "text": "اللهم اصلحني، واصلح ما فسد من قلبي، وردني إليك ردًا جميلاً"
    },
    {
        "text": "ارزقنا يا رب خير هذا اليوم وخير ما فيه و خير ما بعده، واصرف عنا شره وشر ما فيه و شر ما بعده"
    },
    {
        "text": "اللهم آمنا في أوطاننا وأدم الأمن والاستقرار في ربوعنا اللهم اجعل هذا سائر بلاد المسلمين آمنة مطمئنة سخاءً رخاءً و اللهم أصلح أئمتنا وولاة أمورنا و وفقهم اللهم لما تحبه وترضاه"
    },
    {
        "text": "سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ"
    },
    {
        "text": "اللّهم ارزُقنا فأَنتَ خَيرُ الرَّازِقين وأَعتِق رِقابَنا يا أرحَمَ الرَّاحِمين، ورِقابَ آبائِنا وأُمَّهاتِنا وَمَن كان لَهُ حَقٌ عَلينا، وجميع المُسلِمين والمُسلِماتِ.. المُؤمِنينَ والمُؤمِناتِ.. الأَحياءِ مِنهُم وَالأَموات، إنَّكَ يا مَولانا سَميعٌ قَريبٌ مُجيبُ الدَّعَوات، يا أرحَمَ الرَّاحمين"
    },
    {
        "text": "اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ وَعَافِهِ وَاعْفُ عَنْهُ ، وَأَكْرِمْ نُزُلَهُ ، وَوَسِّعْ مُدْخَلَهُ ، وَاغْسِلْهُ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ ، وَنَقِّهِ مِنْ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الْأَبْيَضَ مِنْ الدَّنَسِ ، وَأَبْدِلْهُ دَارًا خَيْرًا مِنْ دَارِهِ ، وَأَهْلًا خَيْرًا مِنْ أَهْلِهِ ، وَزَوْجًا خَيْرًا مِنْ زَوْجِهِ ، وَأَدْخِلْهُ الْجَنَّةَ ، وَقِهِ فِتْنَةَ الْقَبْرِ وَعَذَابَ النَّارِ"
    },
    {
        "text": "سُبْحَانَ اللَّهِ عَدَدَ خَلْقِهِ ، سُبْحَانَ اللَّهِ رِضَا نَفْسِه ِ، سُبْحَانَ اللَّهِ زِنَةَ عَرْشِهِ ، سُبْحَانَ اللَّهِ مِدَادَ كَلِمَاتِهِ"
    },
    {
        "text": "رَبَّنَا لاَ تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً إِنَّكَ أَنتَ الْوَهَّابُ"
    },
    {
        "text": "اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ خَلَقْتَنِي وَأَنَا عَبْدُكَ وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبُوءُ لَكَ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ"
    },
    {
        "text": "اللهّم اجعلني شكوراً واجعلني صبوراً واجعلني في عيني صغيراً وفي أعين النّاس كبيراً"
    },
    {
        "text": "اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا، وَلَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ. فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ، وَارْحَمْنِي إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ"
    },
    {
        "text": "ربي إن رَأيتَني أبتَعِد عنكَ فَردَّني إليكَ ردّاً جَميلاً"
    },
    {
        "text": "اللّهم احفظ بلاد المسلمين, اللّهم من أراد المسلمين و بلاد المسلمين بسوء فاجعل كيده في نحره واجعل تدبيره تدميراً عليه, اللّهم و آمنا في اوطاننا واصرف عنّا الفتن ما ظهر منها وما بطن ... اللّهم آمين"
    },
    {
        "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ، وَتَحَوُّلِ عَافِيَتِكَ، وَفُجَاءَةِ نِقْمَتِكَ، وَجَمِيعِ سَخَطِكَ"
    },
    {
        "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الكَسَلِ وَالهَرَمِ ، وَالمَأْثَمِ وَالمَغْرَمِ ، وَمِنْ فِتْنَةِ القَبْرِ وَعَذَابِ القَبْرِ ، وَمِنْ فِتْنَةِ النَّارِ وَعَذَابِ النَّارِ ، وَمِنْ شَرِّ فِتْنَةِ الغِنَى ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الفَقْرِ ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ المَسِيحِ الدَّجَّالِ"
    },
    {
        "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عِلْمٍ لاَ يَنْفَعُ، وَعَمَلٍ لاَ يُرْفَعُ، وَقَلَبٍ لاَ يَخْشَعُ، وَقَولٍ لاَ يُسْمَعُ"
    },
    {
        "text": "اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ، عَلَيْكَ تَوَكَّلْتُ، وَأَنْتَ رَبُّ الْعَرْشِ الْعَظِيمِ، مَا شَاءَ اللهُ كَانَ وَمَا لَمْ يَشَأْ لَمْ يَكُنْ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ، أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا، إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ"
    },
    {
        "text": "اللهم افتح لنا في هذا اليوم أبواب الجنان وأغلق عنا فيه أبواب النيران، ووفقنا فيه لتلاوة القرآن يا منزل السكينة في قلوب المؤمنين، اللهم ارزقنا قبل الموت توبة وعند الموت شهادة وبعد الموت جنة، اللهم ارزقنا حسن الخاتمة.. اللهم ارزقنا الموت ونحن ساجدون لك يا أرحم الراحمين.. اللهم ثبتنا عند سؤال الملكين، واجعل قبورنا روضة من رياض الجنة ولا تجعلها حُفَراً من النار.. اللهم إنا نعوذ بك من فتن الدنيا، اللهم قوّ إيماننا ووحد كلمتنا وانصرنا على أعدائك أعداء الدين، اللهم وشتت شملهم واجعل الدائرة عليهم. اللهم انصر إخواننا المسلمين في كل مكان، اللهم ارحم موتانا وموتى المسلمين واشفِ مرضانا ومرضى المسلمين.. اللهم اغفر للمسلمين والمسلمات والمؤمنين والمؤمنات الأحياء منهم والأموات، اللهم إنا نسألك زيادة في الدين وبركة في العمر وصحة في الجسد وسعة في الرزق وتوبة قبل الموت وشهادة عند الموت، ومغفرة بعد الموت، وعفواً عند الحساب، وأماناً من العذاب، ونصيباً من الجنة."
    },
    {
        "text": "اللهم اجعلنا ممن شكرك فزدته وذكرك فذكرته ودعاك فاستجبت له واستغفرك فغفرت له وسألك رضاك فرضيت عنه"
    },
    {
        "text": "اللَّهُمَّ اكْفِنِيهِمْ بِمَا شِئْتَ"
    },
    {
        "text": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً ۚ إِنَّكَ أَنتَ الْوَهَّابُ"
    },
    {
        "text": "سبحان الله وبحمده ، عدد خلقه ، ورضا نفسه ، وزنة عرشه ، ومداد كلماته"
    },
    {
        "text": "{ إِنَّ اللَّهَ عَالِمُ غَيْبِ السَّمَاوَاتِ وَالْأَرْضِ ۚ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ } فاطر ٣٨ - اللهّم ارح قلبي بما أنت أعلم به مني"
    },
    {
        "text": "رَبِّ إنِّي أَسْأَلُكَ خَيْرَ مَا فِي هَذِاِ اليَوم وَخَيْرَ مَا بَعْدَهُ وَأَعُوذُ بِكَ مِنْ شَرِّ هَذِاِ اليَوم وَشَرِّ مَا بَعْدَهُ"
    },
    {
        "text": "سُبْحَانَ اللهِ وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ"
    },
    {
        "text": "اللَّهُمَّ اجْعَلْ فِي قَلْبِي نُورًا وَفِي بَصَرِي نُورًا وَفِي سَمْعِي نُورًا وَفِي لِسَانِي نُورًا وَعَنْ يَمِينِي نُورًا وَعَنْ يَسَارِي نُورًا , اللَّهُمَّ وَاجْعَلْ مِنْ فَوْقِي نُورًا وَمِنْ تَحْتِي نُورًا وَاجْعَلْ أَمَامِي نُورًا وَمِنْ خَلْفِي نُورًا , اللَّهُمَّ وَأَعْظِمْ لِي نُورًا"
    },
    {
        "text": "اللهم اني اسألك العفو والعافية والمعافاة الدائمة في الدين والدنيا والاخرة"
    },
    {
        "text": "اللَّهُمَّ لَكَ أَسْلَمْتُ، وَبِكَ آمَنْتُ، وَعَلَيْكَ تَوَكَّلْتُ، وَإِلَيْكَ أَنَبْتُ، وَبِكَ خَاصَمْتُ. اللَّهُمَّ إِنِّي أَعُوذُ بِعِزَّتِكَ لَا إِلَهَ إِلَّا أَنْتَ أَنْ تُضِلَّنِي، أَنْتَ الْحَيُّ الَّذِي لَا يَمُوتُ، وَالْجِنُّ وَالْإِنْسُ يَمُوتُونَ"
    },
    {
        "text": "اللهم إني أسألك نفسًا بك مطمئنة تؤمن بلقائك وترضى بقضائك وتقنع بعطائك."
    },
    {
        "text": "اللهم مالك الملك، تؤتي الملك من تشاء، بيدك الخير إنّك على كلّ شيء قدير، رحمن الدّنيا والآخرة ورحيمهما، تعطيهما من تشاء، وتمنع منهما من تشاء، ارحمني رحمةً تغنيني بها عن رحمة من سواك"
    },
    {
        "text": "يا رب نسألك أن لا تجعل أملنا إلا فيك ولا توكلنا إلا عليك، ولا ثقتنا إلا بك"
    },
    {
        "text": "اللهم اجعل القبر بعد فراق الدنيا خير منزل له ونور بالقرآن العظيم ضيق وظلمة ملحده اللهم آنس وحشته وارحم غربته وقه عذاب القبر وفتنته وجميع موتى المسلمين"
    },
    {
        "text": "اللَّهُمَّ اغْسِلْ خَطَايَايَ بِمَاءِ الثَّلْجِ وَالْبَرَدِ وَنَقِّ قَلْبِي مِنْ الْخَطَايَا كَمَا نَقَّيْت الثَّوْبَ الْأَبْيَضَ مِنْ الدَّنَسِ ، وَبَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْت بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ"
    },
    {
        "text": "اللَّهُمََّ أنتَ رَبي، لا إِلهَ إِلاََّ أَنْتَ عَلَيْكَ تَوَكَّلْتُ وأنْتَ رَبُّ العَرْشِ العَظِيمِ، ما شاءَ اللَّهُ كانَ، وَمَا لَمْ يَشأْ لَمْ يَكُنْ، لا حَوْلَ وَلا قُوَّةَ إِلاَّ باللَّهِ العَلِيّ العَظِيمِ، أعْلَمُ أنَّ اللَّهَ عَلى كُلّ شَيْءٍ قَدِيرٌ، وأنَّ اللَّهَ قَدْ أحَاطَ بِكُلِّ شَيْءٍ عِلْماً، اللَّهُمَّ إِني أعُوذُ بِكَ مِنْ شَرّ نَفْسِي، وَمِنْ شَرّ كُلّ دَابَّةٍ أنْتَ آخِذٌ بِناصِيَتها، إنَّ رَبِّي على صِرَاطٍ مُسْتَقِيمٍ‏"
    },
    {
        "text": "اللَّهُمَّ أَلْهِمْنِي رُشْدِي، وَأَعِذْنِي مِنْ شَرِّ نَفْسِي"
    },
    {
        "text": "رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِين"
    },
    {
        "text": "اللهم إنا نسألك بأسمائك الحسنى وكلماتك التامّاتِ ما علمنا منها وما لم نعلم أن تغفرَ لنا ولأحبابنا وللمسلمين كلَّ ذنب، وتستر لنا كلَّ عيب، وتكشف عنا كلَّ كرب، وتصرف وترفع عنا كلَّ بلاء، وتُعافينا من كلِّ محنةٍ وفتنةٍ وشِدَّةٍ في الدارين، وتقضي لنا كلَّ حاجةٍ فيهما، يا من هو الله الذي لا إله إلّا هو الحي القيوم، يا عالِم الغيب والشَّهادة سبحانك لا إله إلاّ أنت يا ذا الجلال والإكرام."
    },
    {
        "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ الرَّحْمَنِ الرَّحِيمِ أَنْ تَتَجَلَّى عَلَى قَلْبِي وَتَمْلأَهُ نُوراً وَأَنْ تُؤَيِّدَنِي بِالنَّصْرِ وَالْحِفْظِ وَالتَّوْفِيقِ."
    },
    {
        "text": "الإستغفار: إزالة هم، و تفريج غم، و تكفير ذنب، وإطمئنان قلب، وجلب للرزق ... أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ الحَيُّ القَيُّومُ وَأتُوبُ إلَيهِ"
    },
    {
        "text": "سبحان الله ، والحمد لله ، ولا إله إلا الله ، والله أكبر"
    },
    {
        "text": "اللَّهُمَّ انْفَعْنِي بِمَا عَلَّمْتَنِي، وَعَلِّمْنِي مَا يَنْفَعُنِي، وَزِدْنِي عِلْمًا"
    },
    {
        "text": "اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا، وَلَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ. فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ، وَارْحَمْنِي إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ"
    },
    {
        "text": "هب لي يا الله قلباً نقياً تقياً يخشاك سراً وعلانية"
    },
    {
        "text": "اللَّهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ ، وَلَا مُعْطِيَ لِمَا مَنَعْتَ ، وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ"
    },
    {
        "text": "رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ"
    },
    {
        "text": "اللّهم ارزُق شبابَ المُسلمينَ عِفَّةَ يوسف عليه السلام وبَناتَ المسلمينَ طهارةَ مريم عليها السلام، واحفظ نِساءَ المسلمين من شرِّ خَلقِكَ أجمَعين"
    },
    {
        "text": "سبحان الله وبحمده عدد خلقه، ورضا نفسه، وزنة عرشه، ومداد كلماته"
    },
    {
        "text": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ وَمِنْ كُلِّ عَيْنٍ لَامَّةٍ"
    },
    {
        "text": "اللّهٌمَّ دَبّرْ لِي فَإِنّي لاَ أُحْسِنُ التّدْبِير"
    },
    {
        "text": "أسألك اللّهم باسمك العظيم وسلطانك القديم، وأسالك اللّهم بقدرتك التي حفظت بها يونس في بطن الحوت، ورحمتك التي شفيت بها أيوب بعد الابتلاء أن لا تبقِ لي هما ولا حزناً ولا ضيقاً ولا سقماً إلّا فرجته، وإن أصبحت بحزن فأمسيني بفرح، وإن نمت على ضيق فأيقظني على فرج، وإن كنت بحاجه فلا تكلني إلى سواك، وأن تحفظني لمن يحبني وتحفظ لي أحبتي، اللّهم إنّك لا تحمّل نفساً فوق طاقتها فلا تحملني من كرب الحياة ما لا طاقة لي به وباعد بيني وبين مصائب الدنيا كما بأعدت بين المشرق والمغرب, إلهي يا من بِيدهِ حياتي يا من إِليه يرْجعُ أمرِيْ كلّه ربي بيدك سعادتيْ وشقائيْ ربيْ أسعد قلبي ربي أسعد قلبي، ربيْ أسعد قلبي"
    },
    {
        "text": "استغفر الله عدد ماذكره الذاكرون وعدد ماغفل عن ذكره الغافلون"
    },
    {
        "text": "اللهم يسر كل عسير، فتيسير العسير عليك يسير"
    },
    {
        "text": "اللهم ياوليّ نعمتي و ياملاذي عند كربتي أجعل ما أخافه وأحذره برداً و سلاماً عليّ كما جعلت النّار برداً وسلاماً على ابراهيم"
    },
    {
        "text": "اللَّهُمَّ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ ، عَالِمَ الْغَيْبِ وَالشَّهَادَةِ ، لَا إِلَهَ إِلَّا أَنْتَ رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي ، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ"
    },
    {
        "text": "ربي كن معي، واجعلني بك أقوى، وأغنى، ولك وحدك أضعف، ولا تجعلني يا الله عبئاً، ولا وجعاً لأحد، وزدني بك غنى عن العالمين"
    },
    {
        "text": "اللهُم طهّر قلوبنا من كل ضيق، ويسر أمورنا في كل طريق"
    },
    {
        "text": "يا أكرم الأكرمين نسألك بركتك وعطفك ولطفك وعافيتك وبرك ورحمتك وحبك، نعوذ بك من تقلبات القلوب والأيام اعصمنا من المعاصي والآثام، اشغلنا بخير ما يرضيك عنا، احمنا من أذى الناس، اشغلنا بك عن همومنا اجعل الآخرة كل همنا"
    },
    {
        "text": "حَسْبِيَ اللَّهُ لا إِلَـهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ"
    },
    {
        "text": "اللهم فرغني لما خلقتني له، ولا تشغلني بما قد تكفلت لي به، ولا تحرمني وأنا أسألك، ولا تعذبني وأنا أستغفرك . يا عظيم العفو، يا واسع المغفرة، يا قريب الرحمة، يا ذا الجلال والإكرام، هب لي العافية في الدنيا والآخرة"
    },
    {
        "text": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ"
    },
    {
        "text": "رب اجعل أيامنا كلها سعادة رب بدد الأحزان وأبرئ الأسقام وابسط الأرزاق وحسن الأخلاق وانشر الرحمات وامح السيئات تباركت يا رب البريات يا رب الأرض والسماوات"
    },
    {
        "text": "اللَّهمَّ أحينا على سُنَّة نبيك ورسولك محمد، وأمتنا على سُنَّتِهِ، واحشُرنا في زُمرَتِه، وارزُقنا شَفاعَتَه، وأورِدنا حَوضَه، واسقنا من كأسِه شربةً لا نَظمَأُ بَعدَها أبَداً، غير خزايا ولا نادمين، ولا فاتِنينَ ولا مَفتونِين، اللَّهمَّ متِّعنا برؤيةِ وجهِهِ الكريم في الدُّنيا والآخرة، وأكرِمنا بمُصاحبتِه وآله وصحبه في أعلى عِلِّيين. اللَّهمَّ اجزِهِ عنَّا أَفضل ما جازيتَ نبياً عن أُمَّتِهِ ، وصلِّ عليه وعلى جميع النبيين والمرسلين وسَلِّم تَسليماً كثيراً"
    },
    {
        "text": "اللهم اغسل قلوبنا من الهم والحزن والضيق"
    },
    {
        "text": "اللَّهُمَّ بِكَ أَصْبَحْنَا وَبِكَ أَمْسَيْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ الْمَصِيرُ"
    },
    {
        "text": "اللّهم لك الحمد حمداً كثيراً طيباً مبارك فيه، اللهم لك الحمد كما ينبغي لجلال وجهك وعظيم سلطانك، اللهم لك الحمد عدد خلقك ورضى نفسك وزنة عرشك ومداد كلماتك، اللّهم لك الحمد حتى ترضى ولك الحمد على الرضى."
    },
    {
        "text": "اللهم كن لنا ولا تكن علينا اللهم كن لنا ولا تكن علينا اللهم ارحمنا فأنت بنا راحم ولا تعذبنا فأنت علينا قادر"
    },
    {
        "text": "اللهم ارحم موتانا وموتى المسلمين اجمعين واجعل قبورهم روضه من رياض الجنه ولا تجعلها حفره من حفر النار"
    },
    {
        "text": "إلهي، يا من بِيدهِ حياتي، يامن إِليه يرْجعُ أمرِي كلّه، ربي بيدك سعادتي وشقائي، ربي أسعد قلبي، ربي أسعد قلبي، ربي أسعد قلبي، اللّهم إِنّي مؤمن أنَّه إن اجتمعت الدنيا على أن ينفعوني بشيءٍ،لن ينفعوني إِلا بشيءٍ قد كتبته لي، ولو اجْتَمَعُوا عَلَى أنْ يَضُرُّونِي بشيءٍ لَنْ يَضُرُّونِي إِلاّ بشيءٍ قَدْ كَتَبْتَهُ لِيْ، رَبّي إِنْ فِي قَلْبي حَاجَاتٍ كَثِيرَة، لا أَسْتَطِيعُ البَوْحَ بِهَا لأِحَد سِوَاكْ، أنْتَ تَعْلَمُ سِرّي وما يُضْمِرُه قَلْبِي، رَبّي بِكلمَة (كُنْ) مِنْك تَسْعَدْ حَيَاتِي، رَبّي قُلْ لِأُمْنيَاتِي كُونِي، رَبّي قُلْ لِأُمْنيَاتِي كُونِي، رَبّي قُلْ لِأُمْنيَاتِي كُونِي فَإِذَا كُنْتَ أَنْت مَعِي، لَا أَحْتاجُ سِوَاكْ... آمين."
    },
    {
        "text": "اللَّهُمَّ إِنَّكَ عُفُوٌّ كَرِيمٌ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّي"
    },
    {
        "text": "اللَّهُمَّ ارزُقني حُبَّكَ، وحُبَّ مَنْ يَنْفَعُني حُبُّهُ عندَك، اللَّهُمَّ مَا رَزَقْتَني مِمَّا أُحِبُّ فَاجْعَلْهُ قُوَّةً لِي فِيمَا تُحِبُّ، اللَّهُمَ مَا صَرَفْتَ عَنِّي مِمَّا أُحِبُّ فَاجْعَلْهُ فَرَاغاً لِي فِيمَا تُحِبُّ"
    },
    {
        "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنِّي أَشْهَدُ أَنَّكَ أَنْتَ اللَّه لاَ إِلَهَ إِلاَّ أَنْتَ، الأَحَدُ، الصَّمَدُ، الَّذِي لَمْ يَلِدْ، وَلَمْ يُولَدْ، وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ"
    },
    {
        "text": "فالحمْدُ للهِ الذي يُطعِمُ ولا يُطعَمُ ، منَّ عليْنا فهدانا ، وأطعمنا وسقانا ، وكلَّ بلاءٍ حَسَنٍ أبلانا ، الحمدُ للهِ غيرَ مُودَّعٍ ، ولا مَكفُورٍ ، ولا مستغنىً عنه ربّنا . الْحَمْدُ لله ذي القدرةِ الباهرة ، والآلاءِ الظاهرة ، والنعمِ المتظاهرة ، حمداً يُؤذِنُ بمزيدِ نعمِه ، ويكونُ حصناً مانعاً مِن نقمِه"
    },
    {
        "text": "اللهم إني أسألك العافية في الدنيا والآخرة, اللهم إني أسألك العفو والعافية في ديني ودُنْياي, وأهلي, ومالي, اللهم استر عوراتي وآمِنْ روْعاتي, اللهم احفظني من بين يديَّ, ومِنْ خَلْفي, وعن يميني، وعن شمالي, ومن فوقي, وأعوذ بعظمتك أن أُغْتال من تحتي"
    },
    {
        "text": "رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ"
    },
    {
        "text": "اللهم إني أسألك في صلاتي ودعائي بركة تطهر بها قلبي، وتكشف بها كربي، وتغفر بها ذنبي، وتصلح بها أمري، وتغني بها فقري، وتذهب بها شري، وتكشف بها همي وغمي، وتشفي بها سقمي، وتقضي بها ديني، وتجلو بها حزني، وتجمع بها شملي، وتبيض بها وجهي."
    },
    {
        "text": "اللّهمّ إنّ عصيتك جهراً.. فإغفرلي وإن عصيتك سراً فأسترني.. اللّهمّ لا تجعل مصيبتي فى ديني ولا تجعل الدّنيا أكبر همّي.. اللّهمّ لا تجعل إبتلائيّ في جسدي ولا في مالي ولا في أهلي"
    },
    {
        "text": "اللهم إني أسألك يا فارج الهم، و يا كاشف الغم، يا مجيب دعوة المضطرين، يا رحمن الدنيا، يا رحيم الآخرة، أرحمني برحمتك"
    },
    {
        "text": "يارب لا تدع أمراً في صدري ٳلا وحللتهَ لي ولا حلماً سكن في قلبي طويلاً ٳلا ويسّرته لي."
    },
    {
        "text": "اللهُم أفتح لي أبواب رحمتك، وأرزقني من حيث لا احتسب، اللهّم نور لي دربي وأغفر لي  ذنبي، وحقق لي ما يكون خيرًا لقلبي ونافعًا لي"
    },
    {
        "text": "اللهم اغفر لي ما قدمت وما اخرت وما اسررت وما اعلنت وما انت اعلم به مني أنت المقدم وأنت المؤخر وأنت على كل شيء قدير"
    },
    {
        "text": "اللهم أحسن عاقبتنا في الأمور كلها، وأجرنا من خزي الدنيا وعذاب الآخرة ."
    },
    {
        "text": "حسبي الله الكافي حسبي الله المعافي اللهم ابعد عنا الهموم والكرب وعافنا في انفسنا وقلوبنا وزين بالايمان أيامنا"
    },
    {
        "text": "اللهم نولني مرادي , ويسر لي امري في الدنيا والاخره , اللهم امين يارب العالمين"
    },
    {
        "text": "يا رب طهر قلبي من كل ضيق ويسر أمري في كل طريق ربي إنك أعلم بما يحمله قلبي فأرزقني بما تقسمه لي من خير"
    },
    {
        "text": "سبحان الله ، والحمدلله ، ولا اله الا الله ، ۈالله اكبر"
    },
    {
        "text": "اللهمَّ ! أنت الملكُ لا إله إلا أنت . أنت ربى وأنا عبدُك ، ظلمتُ نفسي واعترفتُ بذنبي ، فاغفرْ لي ذنوبي جميعًا إنه لا يغفر الذنوبَ إلا أنت"
    },
    {
        "text": "اللهم زدنا ولا تنقصنا، وأكرمنا ولا تهنا، وأعطنا ولا تحرمنا، وآثرنا ولا تؤثر علينا، وأرضنا وارض عنا"
    },
    {
        "text": "سُبحَان الذي إذا ذَكرتَهُ ذكَرَك ، وإن شكَرتَهُ زآدَك ، وإن توكّلت عليه كفَاك ، سُبحانَ الله وَبِحمدِه ، سُبحَانَ الله العَظِيم"
    },
    {
        "text": "اللهمُ علقَ قلوبنا ؛ بالصلاةُ ، وَ بِالقران ، وَ بالذكر ، و بالعبادات كافة وَ ابعدنا عن دروُب الخَيباتِ ، وَ ارزقنا الثباتُ حتى نلقاك"
    },
    {
        "text": "اللهُمَّ ! إِنَّي أسألُكَ من خَيرِ ما سَأَلَكَ مِنهُ نَبيُّكَ مُحمدٍ، وأعوذُ بِكَ من شَرِّ ما اسْتعاذَ مِنهُ نبيُّكَ مُحمدٌ"
    },
    {
        "text": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ"
    },
    {
        "text": "في ليلة أوّل جُمعَة في رَمضَان .. نسألك يا ربّ أن تفرج عنّا هُموماً لا يعلمُها إلا أنت واجبِر خواطرنا ووسّع أرزاقَنا"
    },
    {
        "text": "اللهُم صلِّ على قرّة أعيُننا محمّد وأحشرنا في زُمرتِه، و أجعلنا من أهل شفاعتِه، وأحيِنَا على سُنَّتِه و توفَّنا على ملَّته و أوردنا حوضه يا حيّ يا قيُّوم"
    },
    {
        "text": "اللّهم إنّي أسأَلك حُسن الصّيام وحُسن الختام ولا تجعَلنا منَ الخَاسِرينَ في رمضان ، اللّهم اجعَلنا ممَّن تُدرِكهُم الرَّحمة ثمّ المَغفِرة ثمّ العِتقُ مِن النَّار"
    },
    {
        "text": "اللّهم اجعل رمضَان جبرًا لنُفوس المُنكَسرين، وقبولاً للتَّائِبين، ومغْفِرةً للمُذنِبين، وفرجاً وفَرحَةً للمَكروبِين"
    },
    {
        "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الفَوْزَ يَوْمَ القَضَاءِ، وَعَيْشَ السُعَدَاءِ، وَمَنَازِلَ الشُهَدَاءِ، وَمُرَافَقَةَ الأَنْبِيَاءِ، وَالنَّصْرَ عَلَى الأَعْدَاءِ. اللَّهُمَّ قَدْ أَنْزَلْتُ بِكَ حَاجَتِي، فَإِنْ قَصُرَ رَأيِي وَضَعُفَ عِلْمِي وَعَمَلِي افْتَقَرْتُ إِلى رَحْمَتِكَ، فَأَسْأَلُكَ يَا قَاضِيَ الحَاجَاتِ، وَيَا شَافِيَ الصُدُورِ أَنْ تُجِيِرَنِي مِنْ عَذَابِ السَّعِيِرِ وَمِنْ فِتْنَةِ القَبْرِ وَمِنْ دَعْوَةِ الثُبُورِ."
    },
    {
        "text": "اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ نُورُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ ، وَلَكَ الْحَمْدُ أَنْتَ قَيُّومُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ , وَلَكَ الْحَمْدُ أَنْتَ مَلِكُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ ، وَلَكَ الْحَمْدُ أَنْتَ الْحَقُّ وَوَعْدُكَ حَقٌّ وَلِقَاكَ حَقٌّ وَالْجَنَّةُ حَقٌّ وَالنَّارُ حَقٌّ وَالسَّاعَةُ حَقٌّ وَالنَّبِيُّونَ حَقٌّ وَمُحَمَّدٌ حَقٌّ ، اللَّهُمَّ لَكَ أَسْلَمْتُ وَبِكَ آمَنْتُ وَعَلَيْكَ تَوَكَّلْتُ وَإِلَيْكَ أَنَبْتُ وَبِكَ خَاصَمْتُ وَإِلَيْكَ حَاكَمْتُ ، اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ , أَنْتَ الْمُقَدِّمُ , وَأَنْتَ الْمُؤَخِّرُ , لا إِلَهَ إِلا أَنْتَ وَلا إِلَهَ غَيْرُكَ وَلا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ"
    },
    {
        "text": "اَللّـهُمَّ إنِّي أَسْأَلُكَ بِرَحْمَتِكَ الَّتي وَسِعَتْ كُلَّ شَيْء أَنْ تَغْفِرَ لِي"
    },
    {
        "text": "رَبِّ أَعِنِّي وَلَا تُعِنْ عَلَيَّ، وَانْصُرْنِي وَلَا تَنْصُرْ عَلَيَّ، وَامْكُرْ لِي وَلَا تَمْكُرْ عَلَيَّ، وَاهْدِنِي وَيَسِّرِ الهُدَى إِلَيَّ، وَانْصُرْنِي عَلَى مَنْ بَغَى عَلَيَّ، رَبِّ اجْعَلْنِي لَكَ شَكَّارًا، لَكَ ذَكَّارًا، لَكَ رَهَّابًا، لَكَ مِطْوَاعًا، إِلَيْكَ مُخْبِتًا أَوَّاهاً مُنِيبًا، رَبِّ تَقَبَّلْ تَوْبَتِي، وَاغْسِلْ حَوْبَتِي، وَأَجِبْ دَعْوَتِي، وَثَبِّتْ حُجَّتِي، وَاهْدِ قَلْبِي، وَسَدِّدْ لِسَانِي، وَاسْلُلْ سَخِيمَةَ قَلْبِي"
    },
    {
        "text": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، وَبَارِكْ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، فِي الْعَالَمِينَ إِنَّكَ حَمِيدٌ مَجِيدٌ"
    },
    {
        "text": "اللهُ أكْبَرُ، اللهُ أكْبَرُ، لاَ إلهَ إلاَّ اللهُ، والله أكْبَرُ الله أَكبَر ولِلَّهِ الحَمْدُ، الله أَكْبَرُ كَبِيرَاً، والحَمْدُ للَّه كَثِيرَاًَ، وسُبْحَانَ اللهِ بُكرةً وأصِيلاً، لا إلهَ إلَّا اللهُ، ولا نَعبُدُ إلَّا إيَّاه، مُخلِصِينَ لَهُ الدِّينَ ولَو كَرِهَ الكَافِرُون، لا إلَه إلَّا اللهُ وحْدَهُ، صَدَقَ وَعدَه، وَنَصَرَ عَبْدَه، وَهَزَم الأَحزَابَ وَحْدَه، لا إلَه إلَّا الله واللهُ أَكْبَرُ"
    },
    {
        "text": "دعاء للميّت بالعفو والمغفرة: (اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ، وَعَافِهِ، وَاعْفُ عَنْهُ، وَأَكْرِمْ نُزُلَهُ، وَوَسِّعْ مُدْخَلَهُ، وَاغْسِلْهُ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ، وَنَقِّهِ مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ، وَأَبْدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وَأَهْلاً خَيْراً مِنْ أَهْلِهِ، وَزَوْجَاً خَيْراً مِنْ زَوْجِهِ، وَأَدْخِلْهُ الْجَنَّةَ، وَأَعِذْهُ مِنْ عَذَابِ القَبْرِ وَعَذَابِ النَّارِ)"
    },
    {
        "text": "اللّهم احْرِمنِي لَذَّة مَعْصِيَتك وارزِقْنَي لَذَّة طَاعَتِك"
    },
    {
        "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ الطَّاهِرِ الطَّيِّبِ الْمُبَارَكِ الْأَحَبِّ إِلَيْكَ الَّذِي , إِذَا دُعِيتَ بِهِ أَجَبْتَ , وَإِذَا سُئِلْتَ بِهِ أَعْطَيْتَ , وَإِذَا اسْتُرْحِمْتَ بِهِ رَحِمْتَ , وَإِذَا اسْتُفْرِجَتَ بِهِ فَرَّجْتَ ان تَرزقَنِي الذُرِّيَّة الصَّالِحَة"
    },
    {
        "text": "سُبْحَانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ"
    },
    {
        "text": "اللّهمّ إرحَم مَوتَانَا ومَوتَى المُسلِمِين وإشْفِي مَرضَانَا وَمَرضَى المُسْلِمِين"
    },
    {
        "text": "اللّهُمُّ إغْفِر لِلمُسلِمِين والمُسلِمَات والمُؤمِنِين والمُؤمِنَات الأَحيَاءِ مِنهُم والأموَات"
    },
    {
        "text": "اللهُمَّ صُبَّ عَلَيْنَا الْخَيْرَ صَبًّا ، وَلَا تَجْعَلْ عَيْشَنَا كَدًّا كَدًّا"
    },
    {
        "text": "يارب نسألك هدوءالنفس، وطمأنينة القلب، وإنشراح الصدر، وتوفيقاً يرافق خطانا، وسعادة تملأ قلوبنا"
    },
    {
        "text": "اللهـُمَّ سَخَّر لي كل ما ظننتُه مُستحيلاً، فإن أحلامي صغيرة امام كرمك سبحانك قادر على كل شيء"
    },
    {
        "text": "اللهم لا تجعل ذكر موتانا منقطع و سخر لهم الدعوات طول العمر. اللهم ارحمهم و اغفر لهم و اسكنهم فسيح جناتك من غير حساب ولا سابق عذاب"
    },
    {
        "text": "يا رب مع صباح هذا اليوم.. ارفع الحيرة ووسواس الخوف عنا وارفع عنَّا ذنوبًا أتعبتنا في الدنيا كرمًا منك ومنة"
    },
    {
        "text": "يا رب أفض علينا وأخرجنا من الضيق إلى أوسع الطرق، ويسر فلاحنا حيث كنا، وحقق يا رب ما فيه رضاك عنا"
    },
    {
        "text": "اللَّهُمَّ إنِّي أسْألُكَ اليقين والعفو و الْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ"
    },
    {
        "text": "يارب وإن كنّا مقصرين في الدعاء للأموات فأنت الكريم الذي لاتنسى هب لهم نعيماً ورضوانًا وسرورًا"
    },
    {
        "text": "يَا واسِع الفَضل و الجُود والمِنّة, ارزقنا مَا نتمنّى"
    },
    {
        "text": "لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ لَبَّيْكَ لَا شَرِيكَ لَكَ لَبَّيْكَ إِنَّ الْحَمْدَ وَالنِّعْمَةَ لَكَ وَالْمُلْكَ لَا شَرِيكَ لَكَ"
    },
    {
        "text": "اللهُم إنّا نسألُك جبراً للقلوب، وتيسيراً للأمور، وبعداً عن كل خذلان، وحمايةً مِن كل أذى، وهدايةً مِنك في كل اختيار"
    },
    {
        "text": "اللهُم إني اسألك خير هذا اليوم، فتحه، ونصره، ونوره، وبركته، وهداه وأعوذ بك من شر مافيه ومن شر مابعده"
    },
    {
        "text": "سُبْحانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقِه، وَرِضا نَفْسِه، وَزِنَةَ عَرْشِه، وَمِدادَ كَلِماتِه"
    },
    {
        "text": "اللّهم ارزقني رزق لم أتوقعه، وخير لم أفكر به، وتحقيق أمنيات ظننت يوما أنها مستحيلة، واستجابة دعوات أكررها دائما"
    },
    {
        "text": "لبيك ربي وإن لم اكن بينَ الزحَام مُلبيا, لبيك ربي وإن لم اكن بينَ الحجيج ساعيا, لبيك ربي وإن لم اكن بينَ الجموع لعفوك طالبا, لبيك ربي فاغفر جميع ذنوبي أدقها وأجلها"
    },
    {
        "text": "اللهُم سهّل عليّ كل ما هو آت، و يسّر لي جميع أموري، و اجعل الخير دائماً فيما أخترت لي"
    },
    {
        "text": "اللهم وإن كنّا مقصرين في الدعاء لميتنا فأنت الكريم الذي لاتنسى ، اللهم ارحمه واغفر له واجعل كل ما اصابه تكفيراً لذنوبه ورفعة لدرجاته وانظر اليه نظرة رضا فإنك من تنظر اليه نظرة رضا لاتعذبه أبداً"
    },
    {
        "text": "اللَّهُمَّ أَلْهِمْنِي رُشْدِي، وَأَعِذْنِي مِنْ شَرِّ نَفْسِي"
    },
    {
        "text": "اللَّهمَّ صلِّ وسلِّم وبارك عليه كلما ذَكركَ الذَّاكرون، وكلما غَفَلَ عن ذِكرِك الغافلون، و عدد من صلَّى عليه ، وعدد من لم يُصلِّ عليه، وعددَ أوراق الأشجار، وعدد مياهِ البحار، وعدد ما أظلمَ عليه الليل وما أضاء عليه النهار"
    },
    {
        "text": "يارَب مَن كَانَ مِنَّا في قَلبِه أَلم فَخفِّف عنه، و اقضِي حَاجَتَه ان كَان بِهَا خَيرا لَه، ولا تَجعَل حَاجَاتَنا عِند احَد مِن خَلقِك ياربّ العَالمِين"
    },
    {
        "text": "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ"
    },
    {
        "text": "اللهم إني أعوذ بك من فتنة النار وعذاب النار، وفتنة القبر، وعذاب القبر، وشر فتنة الغنى، وشر فتنة الفقر، اللهم إني أعوذ بك من شر فتنة المسيح الدجال، اللهم اغسل قلبي بماء الثلج والبرد، ونق قلبي من الخطايا كما نقيت الثوب الأبيض من الدنس، وباعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب. اللهم إني أعوذ بك من الكسل والمأثم والمغرم"
    },
    {
        "text": "اللهم ألف بين قلوبنا، وأصلح ذات بيننا، واهدنا سبل السلام، ونجنا من الظلمات إلى النور، وجنبنا الفواحش ما ظهر منها وما بطن، وبارك لنا في أسماعنا، وأبصارنا، وقلوبنا، وأزواجنا، وذرياتنا، وتب علينا إنك أنت التواب الرحيم، واجعلنا شاكرين لنعمك مثنين بها عليك، قابلين لها، وأتممها علينا"
    },
    {
        "text": "سبحان الله وبحمده، لا قوة إلا بالله، ما شاء الله كان و ما لم يشأ لم يكن، أعلم أن الله على كل شيء قدير، وأن الله قد أحاط بكل شيء علماً"
    },
    {
        "text": "اللهُمَ أعطِ أمي من الخير ما يكفيها ومن الكفاية ما يغنيها ومن الرّضا ما يسعدها، اللهم اجعلها سعيدة الدارين وارزقني بِرّها وشافها وعافها وتولّ جميع أمورِها"
    },
    {
        "text": "اللَّهُمَّ إِنَّكَ تَعْلَمُ سِرِّي وَعَلانِيَتِي فَاقْبَلْ مَعْذِرَتِي ، وَتَعْلَمُ حَاجَتِي فَأَعْطِنِي سُؤْلِي ، وَتَعْلَمُ مَا فِي نَفْسِي فَاغْفِرْ لِي ذُنُوبِي ، اللَّهُمَّ إِنِّي أَسْأَلُكَ إِيمَانًا يُبَاشِرُ قَلْبِي , وَيَقِينًا صَادِقًا حَتَّى أَعْلَمَ أَنَّهُ لا يُصِيبُنِي إِلا مَا كَتَبْتَ وَرِضَاءً بِمَا قَسمْتَ لِي"
    },
    {
        "text": "اللهم يـامن تمـلك حوائـج السـائلين وتعلم ضمـائر الصامـتين، أرزقنـا سـروراً لا يشوبه حزن وسعـادةً لا يعكرها شقاء و عــافيةً لا تـزول"
    },
    {
        "text": "يارب يسِّر لنا ما أستصعبته أنفُسنا، وافتح لنا أبوابًا ظنَنا أنها أُحكِمَت علينا، سخِّر لنا أُمورنا  إنك على كل شيء قدير"
    },
    {
        "text": "اللهُم إنّا نسألُك جبراً للقلوب، وتيسيراً للأمور، وبعداً عن كل خذلان، وحمايةً مِن كل أذى، وهدايةً مِنك في كل اختيار"
    },
    {
        "text": "اللَّهُمَ إنِّي أسْألُكَ رِزْقاً طَيِّباً وعِلْماً نافِعاً وعَمَلاً مُتَقَبَّلاً"
    },
    {
        "text": "اللّهُمّ ﻻ تُعلّق قَلبي الضَّعِيف بِمَا ليسَ لِي وإقنِعنِي بِمَا أملِك"
    },
    {
        "text": "رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي وَاحْلُلْ عُقْدَةً مِّن لِّسَانِي يَفْقَهُوا قَوْلِي"
    },
    {
        "text": "اللّهُم فِي هَذَا الصَّبَاح يَسِّر حَال مَن تَعَسَّر، وَ فرِّج هَمَّ مَن ضَاقَت عَلَيهِ الدُّنيا، وَ وفِّقنا لِمَا تُحبُّه وَ تَرضَاه"
    },
    {
        "text": "اللّهمّ إنّي وكَّلت أمْرِي إليكَ وأنت خَيرُ وَكِيل, ودبّرلِي أَمرِي فإنِّي لا احسِن التَّدبِير"
    },
    {
        "text": "اللهُم أرزق أمي بركة في عمرها، ونورًا في قلبها، وضياءً في وجهها، وسعةً في رزقها، ورضًا في نفسها، وأصرف عنها كل سوءٍ ومرض"
    },
    {
        "text": "اللهمّ ارحمنا إذا يئس منّا الطّبيب، وبكى علينا الحبيب، وتخلّى عنّا القريب والغريب، وارتفع النّشيج والنّحيب."
    },
    {
        "text": "اللَّهُمَّ اغْفِرْ لَهُ وارْحَمْهُ، وعَافِهِ، واعْفُ عَنْهُ، وأكْرِمْ نُزُلَهُ، وَوَسِّعْ مُدْخَلَهُ، واغْسِلهُ بالـمَاءِ والثَّلْجِ والبَرَدِ، ونَقِّهِ مِنَ الخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأبْيَضَ مِنَ الدَّنَسِ، وأبْدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وأهْلاً خَيْراً مِنْ أهْلِهِ، وزَوْجاً خَيْراً مِنْ زَوْجِهِ، وأدْخِلْهُ الجَنَّةَ، وأَعِذْهُ مِنْ عَذَابِ القَبْرِ وَعَذَابِ النَّارِ"
    },
    {
        "text": "اللَّهُمَّ اهْدِنِي فِيمَنْ هَدَيْتَ، وَعَافِنِي فِيمَنْ عَافَيْتَ، وَتَوَلَّنِي فِيمَنْ تَوَلَّيْتَ، وَبَارِكْ لِي فِيمَا أَعْطَيْتَ، وَقِنِي شَرَّمَا قْضَيْتَ، إِنَّهُ لا يَذِلُّ مَنْ وَالَيْتَ، تَبَارَكْتَ رَبَّنَا وَتَعَالَيْتَ"
    },
    {
        "text": "اللهُم اجعلنا ممن عفوت عنهم ورضيت عنهم وغفرت لهم وكتبت لهم الجنة"
    },
    {
        "text": "اللهُم في هذا الصباح يسِر حال من تعسر، وفرج هَم من ضاقت عليهِ الدُنيا، ووفقنا لما تُحبه وترضاه"
    },
    {
        "text": "اللهمّ إنّا نَسألك بأسمائك الحُسنى وبصِفاتك العُلا وبرحمتك الّتي وسعت كلّ شيء أن تمنّ علينا بالشِّفاء العاجل، وألّا تدع فينا جرحاً إلّا داويتَه ولا ألماً إلا سَكنته ولا مَرضاً إلا شَفيته، وألبسنا ثوب الصَّحة والعَافية عاجِلاً غَير آجلاً وشافِنا وعافِنا واعف عنَّا، واشملنا بعطفِك ومَغفِرتك وتولّنا برحمتك يا أرحم الرَّاحمين"
    },
    {
        "text": "اللّهم إليك أشكُو ضَعفَ قُوتي ، وقِلَّة حِيلَتي ، وهَوَاني على النَّاس ، يا أرحم الرَّاحِمين ، أنتَ ربُّ المُستَضعَفِين ، وأنتَ ربِّي ، إلى مَن تَكِلني ، إلى بعيد يتجهَّمُنِي ، أم إلى عَدوٍ مَلكته أمري ، إن لم يَكن بِك عَليَّ غَضبٌ فَلا أبالي ، ولكن عافيتك هي أوسَعُ لي ، أعوذ بِنُور وَجهِكَ الَّذي أشْرَقَت لَه الظُّلُمَات ، وصَلح عليه أمر الدُّنيَا والآخِرة ، مِن أن تُنزِل بي غَضَبك ، أو يحلَّ عليَّ سَخَطك ، لَكَ العتبَى حَتَّى تَرضَى ، ولا حَوْل ولا قوَّة إلَّا بِك"
    },
    {
        "text": "اللَّهُمَّ هَب لأموَات المُسْلِمِين سعَة لا يَرونَ لَها نِهَايَة وهَبْ لِمَضَاجِعِهم طِيباً ولِذُنُوبهم غُفرَاناً ولِظُلَمَتِهم نُوراً واجْعَلهُم فِي ظِلٍّ ظَليل وَرَحمَةً وَنَعِيم حتَّى تَبعَثُهُم آمِنِين مُطمَئِنِّين يَاربَّ العَالَمِين"
    },
    {
        "text": "اللَّهُمَّ رَحْمَتَكَ أَرْجُو فَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ وَأَصْلِحْ شَأْنِي كُلَّهُ لَا إِلَهَ إِلَّا أَنْتَ"
    },
    {
        "text": "اللَّهُمَّ افْتَحْ لَنَا أبْوابَ رَحْمَتِكَ وسَهَّلْ لَنَا أبْوابَ رِزِقْكَ، اللَّهُمَّ اعْصِمْني مِنَ الشَّيطَانِ الرَّجيمِ"
    },
    {
        "text": "يَـارب بكُلِّ حَواسي أُناجيك، أسعِدني يَا الله، حَقِّق لي احلَامِي يَارب، وَفِّقني، كُن مَعي، احمِيني يَاربِّي، اغفِر ذُنُوبِي جميعها، اجبُر خَاطِري، واحفَظنِي فِي ودَائِعك يا الله، وابعِد عنِّي يارب شَرَّ النِّاس واجعَلنِي يارب مُبَاركاً اينَما كُنت وثبِّتني على دِينك حتَّى القَاك، انَّك على كُلِّ شَيءٍ قَدِير"
    },
    {
        "text": "اللهم ما عجز عنه الأطباء فأنت رب الأطباء لا يعجزك شيء، اللهم اشفِ مرضانا و مرضى المسلمين اجمعين و أرِح قلوبهم وأجسادهم يا أرحم الراحمين"
    },
    {
        "text": "اللَّهم بشر موتانا بجنه فيها مالا عين رأت ولا أُذن سمعت ولا خطر على قلب بشر اللَّهم أرحمهم وأغفر لهم ونوّر قبورهم بنورك"
    },
    {
        "text": "رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا"
    },
    {
        "text": "لا إله إلا الله وحده لا شّريك له، لهُ المّلك وله الحمّد و هو على كُل شيّءٍ قدير"
    },
    {
        "text": "رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي وَاحْلُلْ عُقْدَةً مِّن لِّسَانِي يَفْقَهُوا قَوْلِي"
    },
    {
        "text": "اللهُم أفتح لي أبواب رحمتك، وأرزقني من حيث لا احتسب، اللهّم نور لي دربي وأغفر لي  ذنبي، وحقق لي ما يكون خيرًا لقلبي ونافعًا لي"
    },
    {
        "text": "اللهُم إني استودعتك خبايا قلبي، اللهُم وكلتُ إليك كل أيامي، اللهُم تولّني"
    },
    {
        "text": "اللهُم أفتح لي أبواب رحمتك، وأرزقني من حيث لا أحتسب، اللهم نور لي دربي وأغفر لي  ذنبي، وحقق لي ما يكون خيراً لقلبي ونافعاً لي"
    },
    {
        "text": "اللهُم هب للمتوفين سعة في قبورهم لا يرون لها نهاية، وهب لظلمتهم نوراً ولذنوبهم غفراناً وبرد على قبورهم وأجعل الجنة لهم داراً ومستقراً"
    },
    {
        "text": "اللهم لا تحرمني خيرك بقلة شكري، ولا تخذلني بقلة صبري، ولا تحاسبني بقلة إستغفاري، فانت الكريم الرحيم الذي وسعت رحمتك كل شيء"
    },
    {
        "text": "اللّهمّ ارزِقنَا قَلبَاً مُبصِرَاً يَرَى نِعَمَكَ عَلَينَا .. اللّهُمّ بَدِّل أَحوَالَنَا دَائِماً إلَى أَحسَن حَال"
    },
    {
        "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ الْمَسْأَلَةِ، وَخَيْرَ الدُّعَاءِ، وَخَيْرَ النَّجَاحِ، وَخَيْرَ الْعَمَلِ،وَخَيْرَ الثَّوَابِ،وَخَيْرَ الْحَيَاةِ، وَخَيْرَ الْمَمَاتِ، وَثَبِّتْنِي، وَثَقِّل مَوَازِينِي، وَحَقِّقْ إِيمَانِي، وَارْفَعْ دَرَجَاتِي، وَتَقَبَّلْ صَلاَتِي، وَاغْفِرْ خَطِيئَتِي، وَأَسْأَلُكَ الدَّرَجَاتِ العُلاَ مِنَ الْجَنَّةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ فَوَاتِحَ الْخَيْرِ، وَخَوَاتِمَهُ، وَجَوَامِعَهُ، وَأَوَّلَهُ، وَظَاهِرَهُ، وَبَاطِنَهُ، وَالدَّرَجَاتِ الْعُلَا مِنَ الْجَنَّةِ آمِينْ، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ مَا آتِي، وَخَيْرَ مَا أَفْعَلُ، وَخَيْرَ مَا أَعْمَلُ، وَخَيْرَ مَا بَطَنَ، وَخَيْرَ مَا ظَهَرَ، وَالدَّرَجَاتِ العُلَا مِنَ الْجَنَّةِ آمِينْ، اللَّهُمَّ إنِّي أَسْأَلُكَ أنْ تَرْفَعَ ذِكْرِي، وَتَضَعَ وِزْرِي، وَتُصْلِحَ أمْرِي، وَتُطَهِّرَ قَلْبِي، وَتُحَصِّنَ فَرْجِي، وَتُنَوِّرَ قَلْبِي، وَتَغْفِرَ لِي ذَنْبِي، وَأَسْأَلُكَ الدَّرَجَاتِ الْعُلَا مِنَ الْجَنَّةِ آمِينْ، اللَّهُمَّ إنِّي أَسْأَلُكَ أنْ تُبَارِكَ فِي نَفْسِي، وَفِي سَمْعِي، وَفِي بَصَرِي، وَفِي رُوحِي، وَفِي خَلْقِي، وَفِي خُلُقِي، وَفِي أَهْلِي، وَفِي مَحْيَايَ، وَفِي مَمَاتِي، وَفِي عَمَلِي، فَتَقَبَّلْ حَسَنَاتِي، وَأَسْأَلُكَ الدَّرَجَاتِ العُلَا مِنَ الْجَنَّةِ، آمِينْ"
    },
    {
        "text": "اللَّهُمَّ لا سَهْلَ إِلا مَا جَعَلْتَهُ سَهْلا ، وَأَنْتَ إِنْ شِئْتَ جَعَلْتَ الْحَزَنَ سَهْلا"
    },
    {
        "text": "اللَّهمَّ طَهِّر أَيَّامِي القَادِمَة مِن كُلِّ ضِيق وَعُسر، وَافتَح لِي أَبوَاب السَّعَادة واليُسر"
    },
    {
        "text": "يا ربّ إِن أَحسَنت فَاختَرت طَرِيقَك فَقَوِّنِي، وإِن أَساءت وانشَغَلت بِغَيرِكَ فرُدَّنِي ردَّاً جَمِيلاً"
    },
    {
        "text": "يارب هُم عائلتي وسرُّ سعادتي وجنَّتي في هذه الدنيا، اللهُم أسعِد قلوبهم وأبعِد عنهم كل أذى، اللهّم إنهم لي الدنيا بأكملها فلا تُذقني فقدهم"
    },
    {
        "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْهُدَى، وَالتُّقَى، وَالْعَفَافَ، وَالْغِنَى"
    },
    {
        "text": "ًاللَّهمَّ إِجعَل لَنا مِن كُلِّ همٍّ وغمٍّ فَرجاً وَمِن كُلِّ ضِيقٍ مَخرَجاً وَمِن كُلِّ ذَنب سترَا وَمِن كُلِّ عُسرٍ يُسرَاً وَإلى كُلِّ خَيرٍ سَبِيلاً"
    },
    {
        "text": "يارب في يوم الجمعة إجعل لنا نصيباً من الرحَمة و المَغفرة والفرج والسعادة والرزق والهداية"
    },
    {
        "text": "اللّهم نسألك ﺑُﺸﺮﻯ ﺗﺸﺒﻪ ﺍﻟﻐﻴﺚ، وﻓﺮﺣﺔ ﺗﻤﺤﻮ ﻛﻞ ﺣﺰﻥ، ﻭﻓﺮﺝ ﻟﻜﻞ ﺻﺎﺑﺮ، ﻭﺷﻔﺎﺀ ﻟﻜﻞ ﻣﺮﻳﺾ، ﻭﺭﺣﻤﺔ ﻟﻜﻞ ﻣﻴﺖ، ﻭﺍﺳﺘﺠﺎﺑﺔ ﻟﻜﻞ ﺩﻋﺎﺀ"
    },
    {
        "text": "الحمدُ لله شكراً وامتناناً، وإقراراً بفضله، واعترافاً بعظيم كرَمه، الحمدُ لله ليلاً ونهاراً، سِراً وجهاراً، الحمدُ لله ملء كُلّ شيء"
    },
    {
        "text": "اللّهم إليك مددت يدي وفيما عندك عظمت رغبتي، فاقبل توبتي وارحم ضعف قوتي واغفر خطيئتي واقبل معذرتي، واجعل لي من كل خير نصيباً وإلى كل خيرٍ سبيلاً برحمتك يا أرحم الراحمين، اللّهم لا هادي لمن أضللت، ولا معطي لما منعت، ولا مانع لما أعطيت، ولا باسط لما قبضت، ولا مقدّم لما أخّرت، ولا مؤخّر لما قدمت، اللّهم أنت الحليم فلا تعجل، وأنت الجواد فلا تبخل، وأنت العزيز فلا تذل، وأنت المنيع فلا ترام، وأنت المجير فلا تضام، وأنت على كل شيء قدير، اللّهم لا تحرمني سعة رحمتك، وسبوغ نعمتك، وشمول عافيتك، وجزيل عطائك، ولا تجازني بقبيح عملي، ولا تصرف وجهك الكريم عنى برحمتك يا أرحم الراحمين"
    },
    {
        "text": "اللهُم أرزق أمي بركة في عمرها ونوراً في قلبها وضياءً في وجهها وسعةً في رزقها ورضا في نفسها وأصرف عنها كل سوء ومرض"
    },
    {
        "text": "اللهم إنا نسألك زيادة في الدين وبركة في العمر وصحة في الجسد وسعة في الرزق وتوبة قبل الموت وشهادة عند الموت ومغفرة بعد الموت وعفواً عند الحساب وأماناً من العذاب ونصيباً من الجنة وإرزقنا النظر إلى وجهك الكريم"
    },
    {
        "text": "اللهُم دّبر أمورنا، فإنا لا نُحسن التدبير"
    },
    {
        "text": "أمسينا لله حامدين و عابدين وشاكرين وذاكرين اللهّم اجعلنا ممن عفوت عنهم و رضيت عنهم و غفرت لهم و كتبت لهم الجنة و حرمتهم عن النار"
    },
    {
        "text": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ"
    },
    {
        "text": "اللَّهُمَّ سَلِّمْنَا لِرَمَضَانَ ، وَسَلِّمْهُ لَنَا ، وَتَسَلَّمْهُ مِنَّا حَتَّى يَخْرُجَ رَمَضَانُ وَقَدْ غَفَرْتَ لَنَا ، وَرَحِمْتَنَا ، وَعَفَوْتَ عَنَّا"
    },
    {
        "text": "إلهَنا عَزَّ جارك وجَلَّ ثناؤك وتقدست أسماؤك ولا حول ولا قوة إلا بك، نسألك يا من لا يُهزَم جنده، ولا يُخلَف وعده، نسألك بأسمائك الحسنى وصفاتك العُلى أن تنصر إخواننا المستضعَفين من المسلمين في سائر بلاد المسلمين و في كل مكان، اللهم إنا نشكو إليك أنفساً أُزهِقت، ودماءً أُريقت، ومساجد هُدِّمَت، وبيوتاً دُمّرت، وأطفالاً يُتِّمت، ونساءً رُمِّلَت، اللهم عَجِّل بنصرهم يا قوي يا عزيز.. يا رب الأقصى والبيت العتيق، حرر مساجدنا الأسيرة من أيدي الطغاة العابثين.. اللهم إنا نشكو إليك اعداء الدين و اعداء المسلمين، اللهم إحصهم عدداً اللهم واقتلهم بدداً اللهم ولا تغادر منهم أحداً"
    },
    {
        "text": "اللّهم ارزقني خيرَ الأيّام القادمة، واكتب لي نصيباً يُسعد قلبي، و حقّق لي ما أتمنّى، وأرح بالي و يسّر لي أمري"
    },
    {
        "text": "اللهم صلِّ على قرة أعيُننا محمَّد و أحشرنا في زمرته، و أجعلنا من أهل شفاعته، وأحينا على سُنَّته و توفّنا على ملّته و أوردنا حوضه يا حيّ يا قيُّوم"
    },
    {
        "text": "يارب وسِّع على موتانا قبورهم ، كفّر سيِّئاتهم ، وعاملهم برحمتك وعفوك ياعفوّ ياغفور اللّهمّ آنس وحشتهم واجعلهم من اهل جنَّات النَّعيم ياكريم"
    },
    {
        "text": "اللهم افتح لي بابًا من فضلك، ترزقني معه ما أريد، وتغنيني به عمّن سواك"
    },
    {
        "text": "بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ"
    },
    {
        "text": "يارب وسع على موتانا قبورهم ، كفّر سيئاتهم ، وعاملهم برحمتك وعفوك ياعفو ياغفور اللهم آنس وحشتهم واجعلهم من اهل جنات النعيم ياكريم"
    },
    {
        "text": "اللَّهُمَّ اكْفِنِيْهِمْ بِمَا شِئْتَ وكَيْفَمَا شِئْتَ"
    },
    {
        "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلًا"
    },
    {
        "text": "رَبِّ أَعِنِّي وَلَا تُعِنْ عَلَيَّ، وَانْصُرْنِي وَلَا تَنْصُرْ عَلَيَّ، وَامْكُرْ لِي وَلَا تَمْكُرْ عَلَيَّ، وَاهْدِنِي وَيَسِّرِ الهُدَى إِلَيَّ، وَانْصُرْنِي عَلَى مَنْ بَغَى عَلَيَّ، رَبِّ اجْعَلْنِي لَكَ شَكَّارًا، لَكَ ذَكَّارًا، لَكَ رَهَّابًا، لَكَ مِطْوَاعًا، إِلَيْكَ مُخْبِتًا أَوَّاهاً مُنِيبًا، رَبِّ تَقَبَّلْ تَوْبَتِي، وَاغْسِلْ حَوْبَتِي، وَأَجِبْ دَعْوَتِي، وَثَبِّتْ حُجَّتِي، وَاهْدِ قَلْبِي، وَسَدِّدْ لِسَانِي، وَاسْلُلْ سَخِيمَةَ قَلْبِي"
    },
    {
        "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَحْيَا وَفِتْنَةِ الْمَمَاتِ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْمَأْثَمِ وَالْمَغْرَمِ"
    },
    {
        "text": "رب اجعل أيامنا كلها سعادة رب بدد الأحزان وأبرئ الأسقام وابسط الأرزاق وحسن الأخلاق وانشر الرحمات وامح السيئات تباركت يا رب البريات يا رب الأرض والسماوات."
    },
    {
        "text": "اللهم عافي كل مريض و ارحم كل ميّت و اشرح صدورنا و يسّر أُمورنا و اجعل هذه الايام فرج لكل صابر و استجابة لكل دُعاء"
    },
    {
        "text": "اللهم أسألك نعيماً لا ينفد، وأسألك قرة عين لا تنقطع، وأسألك الرضاء بعد القضاء، وأسألك بَرْد العيش بعد الموت، وأسألك لذة النظر إلى وجهك والشوق إلى لقائك في غير ضراء مضرة، ولا فتنة مضلة، اللهم زينا بزينة الإيمان، واجعلنا هداة مهتدين"
    },
    {
        "text": "يا رب ارزق أمي وأبي فرحاً لا ينتهي، وسعادة تنسيهم هموم الدنيا ومشاكلها، وارزقهم صحة في البدن وراحة في القلب وصفاء في الذهن"
    },
    {
        "text": "اللّهم لك الحمد كما هديتنا للإسلام، وعلمتنا الحكمة والقرآن، اللّهم اجعلنا لكتابك من التّالين، ولك به من العاملين، وبالأعمال مخلصين وبالقسط قائمين، وعن النار مزحزحين، وبالجنات منعمين وإلى وجهك ناظرين"
    },
    {
        "text": "اللّهم اجعلنا بتلاوة كتابك منتفعين، وعند ختمه من الفائزين، فنسألك اللّهم بكل اسم هو لك سميت به نفسك، أو أنزلته فى كتابك، أو علّمته أحداً من خلقك، أو استأثرت به فى علم الغيب عندك، أن تجعل القران الكريم ربيع قلوبنا، ونور أبصارنا، وشفاء صدورنا، وجلاء أحزاننا، وذهاب همومنا وغمومنا، ودليلنا إليك وإلى جناتك جنات النعيم، برحمتك يا أرحم الراحمين"
    },
    {
        "text": "اللّهم أحيينا مستورين، وأمتنا مستورين، وابعثنا مستورين، وأكرمنا بلقائك مستورين، اللّهم استرنا فوق الأرض، واسترنا تحت الأرض، واسترنا يوم العرض، اللّهم اشف مرضانا ومرضى المسلّمين، وارحم موتانا وموتى المسلّمين، واقض حوائجنا وحوائج السائلين، اللّهم تولّ أمورنا، وفرج همومنا، واكشف كروبنا، اللّهم إنّك عفو كريم تحب العفو فاعف عنا"
    },
    {
        "text": "اللّهم إنا نسألك حبّك، وحبّ من يحبّك، وحبّ العمل الذي يقرّبنا إلى حبّك، وأصلح ذات بيننا، وأَلِّف بين قلوبنا، وانصرنا على أعدائنا، وجنّبنا الفواحش ما ظهر منها وما بطن، وبارك لنا في أسماعنا وأبصارنا وأقوالنا ما أحييتنا، وبارك لنا في أزواجنا وذرّياتنا ما أبقيتنا، واجعلنا شاكرين لنعمك برحمتك يا أرحم الراحمين"
    },
    {
        "text": "اللّهم إنا نسألك أن ترفع ذكرنا، وتضع وزرنا، وتُطهّر قلوبنا، وتُحصّن فروجنا، وتغفر لنا ذنوبنا، ونسألك الدّرجات العُلا من الجنة، اللّهم إنّا نسألك من خير ما سألك منه عبدك ورسولك سيّدنا محمد صلّى الله عليه وسلّم، ونستعينك من شر ما استعاذك منه عبدك ورسولك سيّدنا محمد صلّى الله عليه وسلّم، اللّهم اختم لنا بخير، واجعل عواقب أمورنا إلى خير يا أرحم الراحمين يا كريم"
    },
    {
        "text": "اللّهم إنا نسألك برحمتك التي وسعت كل شيء أن تغفر لنا ذنوبنا، أن تُكفّر عنا سيئاتنا وأن تتولى أمرنا، أن تختم بالباقيات الصالحات أعمالنا، يا مُفرّج الكروب فرّج كربنا، واغفر ذنبنا، واستر عيبنا، وادخلنا برحمتك في عبادك الصالحين"
    },
    {
        "text": "اللّهم آت نفسي تقواها وزكّها أنت خير من زكّاها، أنت وليها ومولاها، اللّهم هبنا نفوساً مطمئنة تؤمن بلقائك، اللّهم إنّا نعوذ برضاك من سخطك، وبمعافاتك من عقوبتك، وبك منك، لا نحصى ثناء عليك أنت كما أثنيت على نفسك، اللّهم هيّئ لنا من أمرنا رَشَداً، واجعلنا من عبادك السعداء"
    },
    {
        "text": "اللّهم إنا نسألك العفو والعافية والمعافاة الدائمة في الدين والدنيا والآخرة، اللّهم اجعلنا في هذه الليلة من الذين نظرت إليهم وغفرت لهم ورضيت عنهم"
    },
    {
        "text": "اللّهم اجعل دعائنا خالصاً لوجهك الكريم، اللّهم اكتب لنا حج بيتك الحرام وزيارة النبي عليه الصلاة والسلام، واجعل خير أيامنا يوم لقاك، اللّهم اجعلنا من الذين يقولون فيعلمون، ويعلمون فيخلصون، ويخلصون فيخلصون، ويخلصون فيُقبَلون، ويُقبَلون فينعمون، وينعمون فيشاهدون، برحمتك يا أرحم الراحمين"
    },
    {
        "text": "اللّهم ألّف بين قلوب المسلّمين وألّف بين حكام المسلّمين بكلمة الحق والدين، ووفقهم للعمل بكتاب الله وسنة النبي الهادي الأمين، اللّهم صلّ صلاتك الكاملة وسلّم سلامك التام على سيّدنا محمد عبدك ونبيك ورسولك النبيّ الأمّي، وعلى آله وصحبه وسلّم"
    },
    {
        "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنَ الْخَيْرِ كُلِّهِ عَاجِلِهِ وَآجِلِهِ ، مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَمْ ، وَأَعُوذُ بِكَ مِنَ الشَّرِّ كُلِّهِ عَاجِلِهِ وَآجِلِهِ ، مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَمْ ، اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ عَبْدُكَ وَنَبِيُّكَ ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا عَاذَ منه عَبْدُكَ وَنَبِيُّكَ ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ ، وَأَعُوذُ بِكَ مِنَ النَّارِ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ ، وَأَسْأَلُكَ أَنْ تَجْعَلَ كُلَّ قَضَاءٍ قَضَيْتَهُ لِي خَيْرًا"
    },
    {
        "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي ، اللَّهُمَّ اسْتُرْ عَوْرَاتِي وَآمِنْ رَوْعَاتِي ، اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي ، وَعَنْ شِمَالِي ، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي"
    },
    {
        "text": "اللهم اغفر لكل ميت ضمه القبر وانقطع عمله، اللهم اغسلهم بالماء والثلج والبرد ونقهم من الذنوب والخطايا كما ينقى الثوب الأبيض من الدنس برحمتك يارحمن يارحيم"
    },
    {
        "text": "اللّهُـمَّ اجْعَـلْ فِي قَلْبـي نُوراً ، وَفي لِسَـانِي نُوراً،   وَفِي سَمْعِي نُوراً, وَفِي بَصَرِيِ نُوراً, وَمِنْ فََوْقِي نُوراً , وَ مِنْ تَحْتِي نُوراً, وَ عَنْ يَمِينيِ نُوراَ, وعَنْ شِمَالِي نُوراً, وَمْن أَماَمِي نُوراً, وَمِنْ خَلْفيِ نُوراَ, واجْعَلْ فِي نَفْسِي نُوراً, وأَعْظِمْ لِي نُوراً, وَعظِّمْ لِي نُوراً, وَاجْعَلْ لِي نُوراً, واجْعَلنِي نُوراً, أللَّهُمَّ أَعْطِنِي نُوراً, واجْعَلْ فِي عَصَبِي نُوراً, وَفِي لَحْمِي نُوراً, وَفِي دَمِي نُوراً وَفِي شَعْرِي نُوراً, وفِي بَشَرِي نُوراً, أَللَّهُمَّ اجِعَلْ لِي نُوراً فِي قّبْرِي وَ نُوراَ فِي عِظاَمِي وَزِدْنِي نُوراً, وَزِدْنِي نُوراَ , وَزِدْنِي نُوراً وَهَبْ لِي نُوراً عَلَى نُوراً"
    },
    {
        "text": "اللهُمَّ إِنِّي أَسْأَلُكَ مِنَ الْخَيْرِ كُلِّهِ عَاجِلِهِ وَآجِلِهِ، مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَمْ، وَأَعُوذُ بِكَ مِنَ الشَّرِّ كُلِّهِ، عَاجِلِهِ وَآَجِلِهِ مَا عَلِمْتُ مِنْهُ، وَمَا لَمْ أَعْلَمْ، اللهُمَّ إِنِّي أَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ عَبْدُكَ وَنَبِيُّكَ مُحَمَّدٌ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا عَاذَ مِنْهُ عَبْدُكَ وَنَبِيُّكَ، اللهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ، وَأَعُوذُ بِكَ مِنَ النَّارِ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ ، وَأَسْأَلُكَ أَنْ تَجْعَلَ كُلَّ قَضَاءٍ تَقْضِيهِ لِي خَيْرًا"
    },
    {
        "text": "اللهم زين أيامنا بالتوبة والغفران وأكثر حسناتنا بالميزان وأجزنا جنة ذات أفنان وثبتنا بالتقوى والإيمان ياكريم يامنان يا واسع الغفران"
    },
    {
        "text": "اللهم إنا نسألك العوض الجميل بعد الصبر الطويل، اللهُم دربًا لا تضيق به الحياة ، وقلبًا لا يزول منه الأمل، وفرحة لا تذبل ولا تموت أبدًا"
    },
    {
        "text": "اللّهُم انا نسالك راحة ومغفرة وحُسن خاتمه، وجنّة عرضها السّموات والأرض"
    },
    {
        "text": "اللَّهُمَّ رَحْمَتَكَ أَرْجُو فَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ أَصْلِحْ لِي شَأْنِي كُلَّهُ لَا إِلَهَ إِلَّا أَنْتَ"
    },
    {
        "text": "لا إلَهَ إلَّا اللَّهُ العَظِيمُ الحَلِيمُ، لا إلَهَ إلَّا اللَّهُ رَبُّ العَرْشِ العَظِيمِ، لا إلَهَ إلَّا اللَّهُ رَبُّ السَّمَوَاتِ وَرَبُّ الأرْضِ وَرَبُّ العَرْشِ الكَرِيمِ"
    },
    {
        "text": "يارب، يامن بيده كل شيء اشرح لي صدري و يسر لي امري وافتح لي أبواب خيرك"
    },
    {
        "text": "اللهم لا تكلني إلى نفسي فأعجز، ولا إلى الناس فأضيع، اللهم أغنني بالافتقار إليك، ولا تفقرني بالاستغناء عنك."
    },
    {
        "text": "اللَّهُمَّ أَلَّفْ بَيْنَ قُلُوبِنَا ، وَأَصْلِحْ ذَاتَ بَيْنِنَا ، وَاهْدِنَا سُبُلَ السَّلامِ ، وَنَجِّنَا مِنَ الظُّلُمَاتِ إِلَى النُّورِ ، وَجَنِّبْنَا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا ، وَمَا بَطَنَ ، وَبَارِكْ لَنَا فِي أَسْمَاعِنَا ، وَأَبْصَارِنَا ، وَقُلُوبِنَا ، وَأَزْوَاجِنَا ، وَذُرِّيَّاتِنَا ، وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ ، وَاجْعَلْنَا شَاكِرِينَ لِنِعَمِكَ ، مُثْنِينَ بِهَا عَلَيْكَ ، قَابِلِينَ لَهَا وَأَتِمَّهَا عَلَيْنَا"
    },
    {
        "text": "اللهم جمّل صباحنا بذكرك وعفوك وتوفيقك وبركتك ورضاك عنّا اللّهمّ بك أصبحنا وعليك توكّلنا وانت خير الحَافظين"
    },
    {
        "text": "اللهُم اجعل هذه الجمعة حاملة لنا من الخير فوق ما نرجوا واشرح صدورنا، ويسر أمورنا وأرحم موتانا وأشف مرضانا وأجعلها جمعة خير لأمورنا كلها يارب"
    },
    {
        "text": "اللهُم اجعل أمي قريرة العينين لا تشكي همًا ولا حزنًا ولا مرضًا يارب"
    },
    {
        "text": "يا رب … بك تطيبُ الخواطر ، ومن عندك تتحَقق الأمنيات، استودعناك أموراً في خواطرنا .. فحققها لنا يا الله"
    },
    {
        "text": "لا الـه الا الله وحده لا شريك له، له الملك وله الحمد، يحيى ويميت وهو على كل شيء قدير"
    },
    {
        "text": "اللهم ارحم اموات ينتظرون منا الدعاء واغفر لهم ، ونور قبورهم ، واجعل قبورهم بردا وسلاماً برحمتك يا ارحم الراحمين"
    },
    {
        "text": "ربي شفائك لمن مسه الضر ورحمتك لمن ضمه القبر وفرجك لمن ضاق به الأمر"
    },
    {
        "text": "اللَّهُمَّ لَكَ الْحَمْدُ كُلُّهُ , اللَّهُمَّ لا قَابِضَ لِمَا بَسَطْتَ , وَلا بَاسِطَ لِمَا قَبَضْتَ , وَلا هَادِيَ لِمَنْ أَضْلَلْتَ , وَلا مُضِلَّ لِمَنْ هَدَيْتَ , وَلا مُعْطِي لِمَا مَنَعْتَ , وَلا مَانِعَ لِمَا أَعْطَيْتَ , وَلا مُقَرِّبَ لِمَا بَاعَدْتَ , وَلا مُبَاعِدَ لِمَا قَرَّبْتَ , اللَّهُمَّ ابْسُطْ عَلَيْنَا مِنْ بَرَكَاتِكَ وَرَحْمَتِكَ وَفَضْلِكَ وَرِزْقِكَ , اللَّهُمَّ إِنِّي أَسْأَلُكَ النَّعِيمَ الْمُقِيمَ الَّذِي لا يَحُولُ وَلا يَزُولُ , اللَّهُمَّ إِنِّي أَسْأَلُكَ الأَمْنَ يَوْمَ الْخَوْفِ , اللَّهُمَّ عَائِذٌ بِكَ مِنْ شَرِّ مَا أَعْطَيْتَنَا وَمِنْ شَرِّ مَا مَنَعْتَنَا , اللَّهُمَّ حَبِّبْ إِلَيْنَا الإِيمَانَ , وَزَيِّنْهُ فِي قُلُوبِنَا , وَكَرِّهْ إِلَيْنَا الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ وَاجْعَلْنَا مِنَ الرَّاشِدِينَ , اللَّهُمَّ تَوَفَّنَا مُسْلِمِينَ وَأَحْيِنَا مُسْلِمِينَ وَأَلْحِقْنَا بِالصَّالِحِينَ غَيْرَ خَزَايَا وَلا مَفْتُونِينَ ... آمِينَ"
    },
    {
        "text": "اللّهمّ اكفنيهم بما شئت وكيفما شئت"
    },
    {
        "text": "اللهم أصْلِحْ الحَال وَأرِحْ البَال وأجِـبْ السّؤَال وبشرنا بما يسرنا وكف عـنا مايضرنا"
    },
    {
        "text": "اللهُم يالطيف الطف بنا، والطف لنا، قدّر لنا من ألطافك الرحيمة ماتقوّم به عِوَج نفوسنا وتهدي به ضال قلوبنا وتجمّل به شعث حياتنا"
    },
    {
        "text": "رب اغفر لي، وتب علي، إنك أنت التواب الغفور"
    },
    {
        "text": "اللهَّم إني أسالك توفيقًا في طريقي وراحه في نفسي وتيسيرًا لأمري، ربي أعوذ بك من شتات الأمر ومسّ الضُّر و ضيق الصدر"
    },
    {
        "text": "سُبحان الله - الحمدلله - لا إله إلا الله - اللهُ أكبر - سُبحان الله و بحمدهِ - سُبحان الله العظيم - استغفر الله و أتوبُ إليه - لا حول و لا قوة إلا بالله - اللهُم صلِ على نبينا محمد - لا إله الا الله محمد رسول الله"
    },
    {
        "text": "اللهم اشف من اتعبه مرضه، وتأخر شفاؤه وقل دوائه، فأنت عونه وشفاؤه يالله"
    },
    {
        "text": "اللّهمّ يا من توزعت الأرزاق بكرمه، وتنفّس الصّبح بأمره، بلّغنا أسمى مراتب الدّنيا وأعلى منازل الآخِرة"
    },
    {
        "text": "اللّهم اجعلنا ممّن عفوت عنهم، ورضيت عنهم وغفرت لهم ..وحرّمت عليهم النّار، وكتبت لهم الجنّة"
    },
    {
        "text": "اللَّهُمَّ أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ وَأَعُوذُ بِكَ مِنْكَ لَا أُحْصِي ثَنَاءً عَلَيْكَ أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ"
    },
    {
        "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْجُوعِ؛ فَإِنَّهُ بِئْسَ الضَّجِيعُ، وَأَعُوذُ بِكَ مِنَ الْخِيَانَةِ؛ فَإِنَّهَا بِئْسَتِ الْبِطَانَةُ"
    },
    {
        "text": "لَا إِلَهَ إِلَّا اللَّهُ الْعَظِيمُ الْحَلِيمُ ، لَا إِلَهَ إِلَّا اللَّهُ رَبُّ الْعَرْشِ الْعَظِيمِ ، لَا إِلَهَ إِلَّا اللَّهُ رَبُّ السَّمَوَاتِ وَرَبُّ الْأَرْضِ وَرَبُّ الْعَرْشِ الْكَرِيمِ"
    },
    {
        "text": "اللّهمّ إنّي أسألك بأسمائك الحسنى يا حي يا قيّوم أن تبارك لي في أولادي ولا تضرّهم و أن توفقهم لطاعتك وترزقني برّهم اللّهم مدّد لي على أحسن حال في أعمارهم وأفسح لي بعافية في آجالهم وربّ لي تربية طيبة صغيرهم وقوّي لي ضعيفهم و أنبتهم نباتا حسنا ياذا الجلال والإكرام اللّهم عافهم في أبدانهم ظاهرا وباطنا واحفظهم من كل سوء ومكروه وعافهم في أنفسهم ودينهم وأخلاقهم وفي كلّ ما عنيت به أمرهم و ارزقهم عيشا قارا ورزقا دارا وعملا بارا و وفهم للقيام بأداء الحقوق وجنّبهم الوقوع في المعاصي والعقوق واجعلهم أبرارا أتقياء لأوامرك سامعين مطيعين وعما نهيتنا منتهين وبهدي نبيّك صلّى الله عليه وسلّم مهتدين"
    },
    {
        "text": "اللَّهُمَّ إنِّي أَسْأَلُك مِنْ فَضْلِكَ وَرَحْمَتِكَ، فَإِنَّهُ لاَ يَمْلِكُهَا إِلاَّ أَنْتَ"
    },
    {
        "text": "يا أكرم الأكرمين ، نسألك بركتك وعطفك ولطفك وعافيتك وبرك ورحمتك وحبك ، نعوذ بك من تقلبات القلوب والأيام ، اعصمنا من المعاصي والآثام ، اشغلنا بخير ما يرضيك عنا ، احمنا من أذى الناس ، اشغلنا بك عن همومنا و اجعل الآخرة كل همنا"
    },
    {
        "text": "رَبَّنَا لا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ"
    },
    {
        "text": "عَصَيتُكَ فَسَتَرتَنِي, نَسيتُك فَذَكَرتَنِي, اغْضَبتُك فَرَحِمتَني, لا الَه الَّا انتَ سُبْحَانَك انِّي كُنتُ مِن الظَّالِمِين"
    },
    {
        "text": "اللَّهُمَّ ارحَم فَقِيراً يَرتَجِفُ بَرْدَاً، وَمَرِيضَاً يَئِنُّ وَجَعَاً، وَمَكْرُوبَاً يَنتَظِرُ فَرَجَاً. اللَّهُمَّ آمِينَ."
    },
    {
        "text": "اللّهمّ اسعِد قَلبي و اشرح صَدري و يسّر أمري و وفِّقني و لا تغيِّر حالي إلّا لأحسنه يا رحمن"
    },
    {
        "text": "اللهّم في يوم الجمعة أكتب اليُسر لمن يعاني مِن العسر والرَّاحة لمِن به هم والسَّعادة لمن به حُزن والشِّفاء لمن به مَرض والرَّحمة للميِّت والإجابة لمَن دعا"
    },
    {
        "text": "اللهّم اجْعَل هَذَا الصَّبَاح صَبَاح خَير لا يَضِيق لنَا فِيه صَدر ، ولا يَخِيب لنَا فيه امر ، و اجْعَل لنَا بِكُلِّ خُطوَةٍ تَوفِيقٍ و تَيسِيرٍ و أَجْر"
    },
    {
        "text": "اللّهمّ بشّرني بما يسرّني وكفّ عنّي ما يضرّني وثبت يقيني و ارزقني حلالاً يكفيني واصرف عنّي كلّ ما يؤذيني"
    },
    {
        "text": "رضيت بالله رباً، وبالإسلام ديناً وبمحمد صلى الله عليه وسلم نبياً"
    },
    {
        "text": "اللهم وفق الطلاب والطالبات ويسر أمورهم و علّمهم ما جهلوا وذكرهم ما نسوا وأعنهم وأسعد قلوب أهاليهم بهم واحفظهم من كل مكروه"
    },
    {
        "text": "اللَّهمَّ صلِّ على قرَّة أعيُننا محمَّد و أحشرنا في زمرته، و أجعلنا من أهل شفاعته، وأحينا على سُنَّته و توفَّنا على ملَّته و أوردنا حوضه يا حيّ يا قيّوم"
    },
    {
        "text": "يا حي يا قيوم برحمتك أستغيث أصلح لي شأني كُله ولا تَكِلْني إلى نفسي طرفة عين"
    },
    {
        "text": "اللَّهمَّ ارح قلبي بما انت اعلم به منّي إِنَّك عَلِيمٌ بِذَاتِ الصُّدور"
    },
    {
        "text": "اللهم إني أسألك الهدى والتقى والعفاف والغنى والفوز بالجنه والنجاة من النار"
    },
    {
        "text": "اللَّهُمَّ أوجِب لأُمِّي غُفرَانك وجزيل إحسانك وصفحكَ ورُضوانك ، يا أكرم من سُئِل و يا أوسع من جَاد بالعَطَايا"
    },
    {
        "text": "اللّهم الطُف بِنا في قضائِكَ وقَدَرِكَ لُطْفاً يليقُ بِكَرَمِكَ يا أَكرَمَ الأَكرَمين، يا سمَيعَ الدُّعاء، يا ذا المَنِّ والعَطاء يا مَن لا يُعجِزْهُ شيءٌ في الأَرضِ ولا في السَّماء، اللّهم ارزُق شبابَ المُسلمينَ عِفَّةَ يوسف عليه السلام وبَناتَ المسلمينَ طهارةَ مريم عليها السلام، واحفظ نِساءَ المسلمين من شرِّ خَلقِكَ أجمَعين، اللّهم ارزُقنا فأَنتَ خَيرُ الرَّازِقين وأَعتِق رِقابَنا يا أرحَمَ الرَّاحِمين، ورِقابَ آبائِنا وأُمَّهاتِنا وَمَن كان لَهُ حَقٌ عَلينا، وجميع المُسلِمين والمُسلِماتِ.. المُؤمِنينَ والمُؤمِناتِ.. الأَحياءِ مِنهُم وَالأَموات، إنَّكَ يا مَولانا سَميعٌ قَريبٌ مُجيبُ الدَّعَوات، يا أرحَمَ الرَّاحمين، اللّهم صلِّ وسلِّم وبارك على سَيِّدِنا مُحمَّدٍ في الأوَّلين وصلِّ وسلِّم وبارك عَليهِ في الآخِرين، وصلِّ وسلِّم وبارك عليهِ في كلٍ وقتٍ وكلٍ حين، وفي المَلأِ الأَعلى الى يومِ الدِّين."
    },
    {
        "text": "اللهم ارحم فقيرًا يرتجف بردًا، ومريضًا يئن وجعًا، ومكروبًا ينتظر فرجًا، وارزق التوفيق لكل من يرتجيه منك يا الله"
    },
    {
        "text": "رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ"
    },
    {
        "text": "اللَّهُمَّ أَصْلِحْ لِي دِينِي الَّذِي هُوَ عِصْمَةُ أَمْرِي، وَأَصْلِحْ لِي دُنْيَايَ الَّتِي فِيهَا مَعَاشِي، وَأَصْلِحْ لِي آخِرَتِي الَّتِي فِيهَا مَعَادِي، وَاجْعَلِ الْحَيَاةَ زِيَادَةً لِي فِي كُلِّ خَيْرٍ، وَاجْعَلِ الْمَوْتَ رَاحَةً لِي مِنْ كُلِّ شَرٍّ"
    },
    {
        "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أَضِلَّ أَوْ أُضَلَّ، أَوْ أَزِلَّ أَوْ أُزَلَّ،أَوْ أَظْلِمَ أَوْ أُظْلَمَ أَوْ أَجْهَلَ أَوْ يُجْهَلَ عَلَيَّ"
    },
    {
        "text": "اللهُم يالطيف الطف بنا، والطف لنا، قدّر لنا من ألطافك الرحيمة ماتقوّم به عِوَج نفوسنا وتهدي به ضال قلوبنا وتجمّل به شعث حياتنا"
    }
]