[
    {
        "text": "عن عبد الله بن عمرو رضي الله عنهما أن النبي صلى الله عليه وسلم قال : ( بَلِّغُوا عَنِّي وَلَوْ آيَةً )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : احْشُدُوا فَإِنِّي سَأَقْرَأُ عَلَيْكُمْ ثُلُثَ الْقُرْآنِ فَحَشَدَ مَنْ حَشَدَ ، ثُمَّ خَرَجَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَرَأَ قُلْ هُوَ اللَّهُ أَحَدٌ ثُمَّ دَخَلَ ، فَقَالَ بَعْضُنَا لِبَعْضٍ : إِنِّي أُرَى هَذَا خَبَرٌ جَاءَهُ مِنْ السَّمَاءِ ، فَذَاكَ الَّذِي أَدْخَلَهُ ، ثُمَّ خَرَجَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ : إِنِّي قُلْتُ لَكُمْ سَأَقْرَأُ عَلَيْكُمْ ثُلُثَ الْقُرْآنِ ، أَلَا إِنَّهَا تَعْدِلُ ثُلُثَ الْقُرْآنِ .",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( تُنْكَحُ الْمَرْأَةُ لِأَرْبَعٍ : لِمَالِهَا ، وَلِحَسَبِهَا ، وَلِجَمَالِهَا ، وَلِدِينِهَا ، فَاظْفَرْ بِذَاتِ الدِّينِ تَرِبَتْ يَدَاكَ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن ابن مسعود قَالَ : \" كُنَّا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَبَابًا لَا نَجِدُ شَيْئًا فَقَالَ لَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( يَا مَعْشَرَ الشَّبَابِ مَنْ اسْتَطَاعَ منكُم الْبَاءَةَ فَلْيَتَزَوَّجْ ، فَإِنَّهُ أَغَضُّ لِلْبَصَرِ ، وَأَحْصَنُ لِلْفَرْجِ ، وَمَنْ لَمْ يَسْتَطِعْ فَعَلَيْهِ بِالصَّوْمِ فَإِنَّهُ لَهُ وِجَاءٌ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( مَا نَقَصَتْ صَدَقَةٌ مِنْ مَالٍ ، وَمَا زَادَ اللَّهُ عَبْدًا بِعَفْوٍ إِلَّا عِزًّا ، وَمَا تَوَاضَعَ أَحَدٌ لِلَّهِ إِلَّا رَفَعَهُ اللَّهُ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \" من تصدق بعدل تمرة من كسب طيب - ولا يقبل الله إلا الطيب - وإن الله يتقبلها بيمينه ، ثم يربيها لصاحبه كما يربي أحدكم فَلوَّه حتى تكون مثل الجبل ",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَنَسٍ رضي الله عنه قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( إِذَا أَرَادَ اللَّهُ بِعَبْدِهِ الْخَيْرَ عَجَّلَ لَهُ الْعُقُوبَةَ فِي الدُّنْيَا ، وَإِذَا أَرَادَ اللَّهُ بِعَبْدِهِ الشَّرَّ أَمْسَكَ عَنْهُ بِذَنْبِهِ حَتَّى يُوَافِيَ بِهِ يَوْمَ الْقِيَامَةِ)",
        "rwi": "رواه الترمذي وصححه الألباني في \"السلسلة الصحيحة"
    },
    {
        "text": "عن أبي هريرة رضي الله عنه قال قال رسول الله - صلى الله عليه وسلم: ( كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ ثَقِيلَتَانِ فِي الْمِيزَانِ حَبِيبَتَانِ إِلَى الرَّحْمَنِ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ سُبْحَانَ اللَّهِ الْعَظِيمِ )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( مَثَلُ الْمُؤْمِنِينَ فِي تَوَادِّهِمْ وَتَرَاحُمِهِمْ وَتَعَاطُفِهِمْ مَثَلُ الْجَسَدِ إِذَا اشْتَكَى مِنْهُ عُضْوٌ تَدَاعَى لَهُ سَائِرُ الْجَسَدِ بِالسَّهَرِ وَالْحُمَّى )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي الدَّرْدَاءِ رضي الله عنه قَالَ : ( أَوْصَانِي حَبِيبِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِثَلَاثٍ لَنْ أَدَعَهُنَّ مَا عِشْتُ : بِصِيَامِ ثَلَاثَةِ أَيَّامٍ مِنْ كُلِّ شَهْرٍ ، وَصَلَاةِ الضُّحَى ، وَبِأَنْ لَا أَنَامَ حَتَّى أُوتِرَ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي ذَرٍّ، قَالَ: قَالَ لِيَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ( لَا تَحْقِرَنَّ مِنَ الْمَعْرُوفِ شَيْئًا، وَلَوْ أَنْ تَلْقَى أَخَاكَ بِوَجْهٍ طَلْقٍ)",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( مَنْ قَالَ حِينَ يُصْبِحُ وَحِينَ يُمْسِي سُبْحَانَ اللَّهِ وَبِحَمْدِهِ مِائَةَ مَرَّةٍ لَمْ يَأْتِ أَحَدٌ يَوْمَ الْقِيَامَةِ بِأَفْضَلَ مِمَّا جَاءَ بِهِ إِلَّا أَحَدٌ قَالَ مِثْلَ مَا قَالَ أَوْ زَادَ عَلَيْهِ )",
        "rwi": ""
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : \" مَنْ صَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ ",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( حَقُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ سِتٌّ ) قِيلَ مَا هُنَّ يَا رَسُولَ اللَّهِ : قَالَ ( إِذَا لَقِيتَهُ فَسَلِّمْ عَلَيْهِ وَإِذَا دَعَاكَ فَأَجِبْهُ وَإِذَا اسْتَنْصَحَكَ فَانْصَحْ لَهُ وَإِذَا عَطَسَ فَحَمِدَ اللَّهَ فَسَمِّتْهُ وَإِذَا مَرِضَ فَعُدْهُ وَإِذَا مَاتَ فَاتَّبِعْهُ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( بَيْنَمَا رَجُلٌ يَمْشِي بِطَرِيقٍ وَجَدَ غُصْنَ شَوْكٍ عَلَى الطَّرِيقِ فَأَخَذَهُ ، فَشَكَرَ اللَّهُ لَهُ فَغَفَرَ لَهُ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي مَسْعُودٍ الْأَنْصَارِيِّ رضي الله عنه قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( مَنْ دَلَّ عَلَى خَيْرٍ فَلَهُ مِثْلُ أَجْرِ فَاعِلِهِ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم: ( مَنْ قَالَ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ فِي يَوْمٍ مِائَةَ مَرَّةٍ حُطَّتْ خَطَايَاهُ وَإِنْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ)",
        "rwi": ""
    },
    {
        "text": "عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ : كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعَوِّذُ الْحَسَنَ وَالْحُسَيْنَ وَيَقُولُ : ( إِنَّ أَبَاكُمَا كَانَ يُعَوِّذُ بِهَا إِسْمَاعِيلَ وَإِسْحَاقَ : أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ وَمِنْ كُلِّ عَيْنٍ لَامَّةٍ )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( مَنْ أَمْسَكَ كَلْبًا فَإِنَّهُ يَنْقُصُ كُلَّ يَوْمٍ مِنْ عَمَلِهِ قِيرَاطٌ إِلا كَلْبَ حَرْثٍ أَوْ مَاشِيَةٍ )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عن أبي هريرة رضي الله عنه قال: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ( إِذَا دَخَلَ رَمَضَانُ فُتِّحَتْ أَبْوَابُ الجَنَّةِ ، وَغُلِّقَتْ أَبْوَابُ جَهَنَّمَ ، وَسُلْسِلَتِ الشَّيَاطِينُ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم يُبشِّر أصحابه: (قَدْ جَاءَكُمْ رَمَضَانُ ، شَهْرٌ مُبَارَكٌ ، افْتَرَضَ اللَّهُ عَلَيْكُمْ صِيَامَهُ ، تُفْتَحُ فِيهِ أَبْوَابُ الْجَنَّةِ ، وَتُغْلَقُ فِيهِ أَبْوَابُ الْجَحِيمِ ، وَتُغَلُّ فِيهِ الشَّيَاطِينُ ، فِيهِ لَيْلَةٌ خَيْرٌ مِنْ أَلْفِ شَهْرٍ ، مَنْ حُرِمَ خَيْرَهَا ، قَدْ حُرِمَ)",
        "rwi": "رواه الإمام أحمد"
    },
    {
        "text": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (قال الله عز وجل: كل عمل ابن آدم له إلا الصيام؛ فإنه لي وأنا أجزي به، والصيام جنّة، وإذا كان يوم صوم أحدكم فلا يرفث، ولا يصخب، فإن سابّه أحد أو قاتله فليقل: إني امرؤ صائم، والذي نفس محمد بيده لخلوف فم الصائم أطيب عند الله من ريح المسك، للصائم فرحتان يفرحهما: إذا أفطر فرح، وإذا لقي ربه فرح بصومه)",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (الصلوات الخمس، والجمعة إلى الجمعة، ورمضان إلى رمضان، مكفرات لما بينهن إذا اجتنبت الكبائر)",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن ابن عمر رضي الله عنهما قال : ( إِنْ كُنَّا لَنَعُدُّ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْمَجْلِسِ الْوَاحِدِ مِائَةَ مَرَّةٍ : رَبِّ اغْفِرْ لِي وَتُبْ عَلَيَّ إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ )",
        "rwi": "رواه أبو داود والترمذي وصححه الشيخ الألباني في صحيح أبي داود"
    },
    {
        "text": "عن عبد الله بن عباس رضي الله عنه، قال: كان النبي صلى الله عليه وسلم إذا تهجَّد من الليل، قال: (اللهم لك الحمد، أنت نورُ السماواتِ والأرض، ولك الحمد، أنت قَيِّمُ السماواتِ والأرض، ولك الحمد، أنت ربُّ السماواتِ والأرض ومَن فيهن، أنت الحقُّ، ووعدُك الحقُّ، وقولُك الحقُّ، ولِقاؤك الحقُّ، والجنةُ حقٌّ، والنارُ حق، والنبِيُّون حق، والساعةُ حق، اللهم لك أسلَمتُ، وبك آمَنت، وعليك توكَّلت، وإليك أنَبت، وبك خاصَمت، وإليك حاكَمت، فاغفِرْ لي ما قدَّمتُ وما أخَّرت، وما أسرَرتُ وما أعلَنت، أنت إلهي، لا إله إلا أنت)",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عن عبد الله بن مسعود رضي الله عنه أن رسول الله صلى الله عليه وسلم، قال: (ما أصاب أحدا قطّ همّ ولا حزن، فقال: اللهم، إني عبدك وابن عبدك وابن أمتك، ناصيتي بيدك، ماضٍ فيَّ حكمك، عدل فيّ قضاؤك، أسألك بكل اسم هو لك، سمّيت به نفسك، أو أنزلته في كتابك، أو علّمته أحداً من خلقك، أو استأثرتَ به في علم الغيب عندك، أن تجعل القرآن العظيم ربيع قلبي، ونور صدري، وجلاء حزني وذهاب همّي وغمّي إلّا أذهب الله همّه وحزنه وأبدله مكانه فرجاً)",
        "rwi": "رواه أحمد"
    },
    {
        "text": "عن عبد الله بن عمرو بن العاص رضي الله عنهما أن النبي صلى الله عليه وسلم قال : (مَنْ صَلَّى عَلَيَّ صَلَاةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْرًا)",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ - رَضِيَ اللَّهُ عَنْهُ - قَالَ : قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - \" ثَلَاثَةٌ لَا تُرَدُّ دَعْوَتُهُمْ : الصَّائِمُ حِينَ يُفْطِرُ ، وَالْإِمَامُ الْعَادِلُ ، وَدَعْوَةُ الْمَظْلُومِ يَرْفَعُهَا اللَّهُ فَوْقَ الْغَمَامِ ، وَتُفْتَحُ لَهَا أَبْوَابُ السَّمَاءِ ، وَيَقُولُ الرَّبُّ : وَعِزَّتِي لَأَنْصُرَنَّكِ وَلَوْ بَعْدَ حِينٍ ",
        "rwi": "رَوَاهُ التِّرْمِذِيُّ"
    },
    {
        "text": "عن أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : \" تَسَحَّرُوا فَإِنَّ فِي السَّحُورِ بَرَكَةً ",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ وَعَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ( مَا يُصِيبُ الْمُسْلِمَ مِنْ نَصَبٍ وَلَا وَصَبٍ وَلَا هَمٍّ وَلَا حُزْنٍ وَلَا أَذًى وَلَا غَمٍّ حَتَّى الشَّوْكَةِ يُشَاكُهَا إِلَّا كَفَّرَ اللَّهُ بِهَا مِنْ خَطَايَاهُ )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( مَنْ يَقُمْ لَيْلَةَ الْقَدْرِ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ : سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ : ( مَنْ سَرَّهُ أَنْ يُبْسَطَ لَهُ فِي رِزْقِهِ أَوْ يُنْسَأَ لَهُ فِي أَثَرِهِ فَلْيَصِلْ رَحِمَهُ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( إِذَا كَانَ أَوَّلُ لَيْلَةٍ مِنْ شَهْرِ رَمَضَانَ صُفِّدَتْ الشَّيَاطِينُ ، وَمَرَدَةُ الْجِنِّ ، وَغُلِّقَتْ أَبْوَابُ النَّارِ ، فَلَمْ يُفْتَحْ مِنْهَا بَابٌ ، وَفُتِّحَتْ أَبْوَابُ الْجَنَّةِ ، فَلَمْ يُغْلَقْ مِنْهَا بَابٌ ، وَيُنَادِي مُنَادٍ : يَا بَاغِيَ الْخَيْرِ أَقْبِلْ ، وَيَا بَاغِيَ الشَّرِّ أَقْصِرْ ، وَلِلَّهِ عُتَقَاءُ مِنْ النَّارِ ، وَذَلكَ كُلُّ لَيْلَةٍ )",
        "rwi": "رواه الترمذي وابن ماجه. وحسَّنه الشيخ الألباني"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ : ( مَنْ قَالَ : لاَ إِلَهَ إِلَّا اللَّهُ، وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ، فِي يَوْمٍ مِائَةَ مَرَّةٍ ، كَانَتْ لَهُ عَدْلَ عَشْرِ رِقَابٍ ، وَكُتِبَتْ لَهُ مِائَةُ حَسَنَةٍ ، وَمُحِيَتْ عَنْهُ مِائَةُ سَيِّئَةٍ ، وَكَانَتْ لَهُ حِرْزًا مِنَ الشَّيْطَانِ يَوْمَهُ ذَلِكَ حَتَّى يُمْسِيَ ، وَلَمْ يَأْتِ أَحَدٌ بِأَفْضَلَ مِمَّا جَاءَ بِهِ ، إِلَّا أَحَدٌ عَمِلَ أَكْثَرَ مِنْ ذَلِكَ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ عَائِشَةَ قَالَتْ : { قُلْتُ يَا رَسُولَ اللَّهِ ، أَرَأَيْتَ إنْ عَلِمْتُ أَيُّ لَيْلَةٍ لَيْلَةُ الْقَدْرِ مَا أَقُولُ فِيهَا ؟ قَالَ . : قُولِي : اللَّهُمَّ إنَّكَ عَفُوٌّ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّي }",
        "rwi": "رَوَاهُ التِّرْمِذِيُّ وَأَحْمَدُ وَابْنُ مَاجَهْ"
    },
    {
        "text": "تجب زكاة الفطر على كل مسلم، ذكر أو أنثى، صغير أو كبير، عاقل أو مجنون لحديث ابن عمر رضي الله عنهما: (فرض رسول الله صلى الله عليه وسلم زكاة الفطر من رمضان صاعاً من تمر، أو صاعاً من شعير على العبد والحر، والذكر والأنثى، والصغير والكبير من المسلمين)",
        "rwi": "متفق عليه"
    },
    {
        "text": "عن أم سلمة رضي الله عنها أنها قالت : سمعت رسول الله صلى الله عليه وسلم يقول : ( ما من مسلم تصيبه مصيبة فيقول ما أمره الله \" إنا لله وإنا إليه راجعون ، اللهم أجرني في مصيبتي وأخلف لي خيراً منها \" إلا أخلف الله له خيراً منها )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : (مَنْ تَصَدَّقَ بِعَدْلِ تَمْرَةٍ مِنْ كَسْبٍ طَيِّبٍ ، وَلَا يَقْبَلُ اللَّهُ إِلَّا الطَّيِّبَ ، وَإِنَّ اللَّهَ يَتَقَبَّلُهَا بِيَمِينِهِ ، ثُمَّ يُرَبِّيهَا لِصَاحِبِهِ ، كَمَا يُرَبِّي أَحَدُكُمْ فَلُوَّهُ حَتَّى تَكُونَ مِثْلَ الْجَبَلِ)",
        "rwi": "رواه البخاري"
    },
    {
        "text": "قال رسولُ اللهِ صلى الله عليه وسلم:\" عَجَبًا لأمرِ المؤمنِ إِنَّ أمْرَه كُلَّهُ لهُ خَيرٌ وليسَ ذلكَ لأحَدٍ إلا للمُؤْمنِ إِنْ أصَابتهُ سَرَّاءُ شَكَرَ فكانتْ خَيرًا لهُ وإنْ أصَابتهُ ضَرَّاءُ صَبرَ فكانتْ خَيرًا لهُ ",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي سَعِيدٍ أَنَّ رَجُلًا سَمِعَ رَجُلًا يَقْرَأُ قُلْ هُوَ اللَّهُ أَحَدٌ يُرَدِّدُهَا فَلَمَّا أَصْبَحَ جَاءَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ ذَلِكَ لَهُ ، وَكَأَنَّ الرَّجُلَ يَتَقَالُّهَا [أي يراها قليلة] فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : (وَالَّذِي نَفْسِي بِيَدِهِ إِنَّهَا لَتَعْدِلُ ثُلُثَ الْقُرْآنِ)",
        "rwi": "رواه البخاري"
    },
    {
        "text": "قَالَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : \" اقْرَءُوا الْقُرْآنَ ، فَإِنَّهُ يَأْتِي يَوْمَ الْقِيَامَةِ شَفِيعًا لِأَصْحَابِهِ ، اقْرَءُوا الزَّهْرَاوَيْنِ الْبَقَرَةَ وَسُورَةَ آلِ عِمْرَانَ فَإِنَّهُمَا تَأْتِيَانِ يَوْمَ الْقِيَامَةِ ، كَأَنَّهُمَا غَمَامَتَانِ ، أَوْ كَأَنَّهُمَا غَيَايَتَانِ ، أَوْ كَأَنَّهُمَا فِرْقَانِ مِنْ طَيْرٍ صَوَافَّ تُحَاجَّانِ عَنْ أَصْحَابِهِمَا ، اقْرَءُوا سُورَةَ الْبَقَرَةِ فَإِنَّ أَخْذَهَا بَرَكَةٌ ، وَتَرْكَهَا حَسْرَةٌ ، وَلَا تَسْتَطِيعُهَا الْبَطَلَةُ ",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن أبي سعيد الخدري رضي الله عنه قال: سمعت النبي صلى الله عليه وسلم يقول: (مَنْ صَامَ يَوْماً فِي سَبِيلِ الله بَعَّدَ الله وَجْهَهُ عَنْ النَّارِ سَبْعِينَ خَرِيفًا) وهذا لفظ البخاري, ، وفي لفظ مسلم: (باعَد)",
        "rwi": "متفق عليه"
    },
    {
        "text": "عَنْ أَبِي الدَّرْدَاءِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : \"أَيَعْجِزُ أَحَدُكُمْ أَنْ يَقْرَأَ فِي لَيْلَةٍ ثُلُثَ الْقُرْآنِ ؟\" قَالُوا : وَكَيْفَ يَقْرَأْ ثُلُثَ الْقُرْآنِ . قَالَ : \"قُلْ هُوَ اللَّهُ أَحَدٌ تَعْدِلُ ثُلُثَ الْقُرْآنِ",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْها أَنَّ رَجُلًا اسْتَأْذَنَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ : (ائْذَنُوا لَهُ ، فَلَبِئْسَ ابْنُ الْعَشِيرَةِ أَوْ بِئْسَ رَجُلُ الْعَشِيرَةِ). فَلَمَّا دَخَلَ عَلَيْهِ أَلَانَ لَهُ الْقَوْلَ. قَالَتْ عَائِشَةُ فَقُلْتُ : يَا رَسُولَ اللَّهِ ، قُلْتَ لَهُ الَّذِي قُلْتَ ، ثُمَّ أَلَنْتَ لَهُ الْقَوْلَ. قَالَ : (يَا عَائِشَةُ إِنَّ شَرَّ النَّاسِ مَنْزِلَةً عِنْدَ اللَّهِ يَوْمَ الْقِيَامَةِ مَنْ وَدَعَهُ أَوْ تَرَكَهُ النَّاسُ اتِّقَاءَ فُحْشِهِ)",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي مَسْعُودٍ الْأَنْصَارِيِّ رضي الله عنه قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( مَنْ دَلَّ عَلَى خَيْرٍ فَلَهُ مِثْلُ أَجْرِ فَاعِلِهِ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي الدَّرْدَاءِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : أَيَعْجِزُ أَحَدُكُمْ أَنْ يَقْرَأَ فِي لَيْلَةٍ ثُلُثَ الْقُرْآنِ ؟ قَالُوا : وَكَيْفَ يَقْرَأْ ثُلُثَ الْقُرْآنِ . قَالَ : قُلْ هُوَ اللَّهُ أَحَدٌ تَعْدِلُ ثُلُثَ الْقُرْآنِ .",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن عبد الله بن عمر وأبي هريرة : أنهما سمعا رسول الله صلى الله عليه وسلم يقول على أعواد منبره : ( لَيَنْتَهِيَنَّ أَقْوَامٌ عَنْ وَدْعِهِمْ [أي تركهم] الْجُمُعَاتِ أَوْ لَيَخْتِمَنَّ اللَّهُ عَلَى قُلُوبِهِمْ ثُمَّ لَيَكُونُنَّ مِنْ الْغَافِلِينَ ) .",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن أبي هريرة رضي الله عنه أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَكَرَ يَوْمَ الْجُمُعَةِ فَقَالَ : ( فِيهِ سَاعَةٌ لا يُوَافِقُهَا عَبْدٌ مُسْلِمٌ وَهُوَ قَائِمٌ يُصَلِّي يَسْأَلُ اللَّهَ تَعَالَى شَيْئًا إِلا أَعْطَاهُ إِيَّاهُ وَأَشَارَ بِيَدِهِ يُقَلِّلُهَا ) .",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ رضي الله عنه أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( الصَّلاةُ الْخَمْسُ، وَالْجُمْعَةُ إِلَى الْجُمْعَةِ ، كَفَّارَةٌ لِمَا بَيْنَهُنَّ مَا لَمْ تُغْشَ الْكَبَائِرُ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: (كُلُّ أُمَّتِي يَدْخُلُونَ الْجَنَّةَ إِلَّا مَنْ أَبَى . قَالُوا: يَا رَسُولَ اللَّهِ وَمَنْ يَأْبَى ؟ قَالَ : مَنْ أَطَاعَنِي دَخَلَ الْجَنَّةَ ، وَمَنْ عَصَانِي فَقَدْ أَبَى).",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عن أَنَس بْن مَالِكٍ رضي الله عنه أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لمعاذ رضي الله عنه : (مَا مِنْ أَحَدٍ يَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ ، وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ صِدْقًا مِنْ قَلْبِهِ إِلَّا حَرَّمَهُ اللَّهُ عَلَى النَّارِ)",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن أم سلمة رضي الله عنها أنها قالت : سمعت رسول الله صلى الله عليه وسلم يقول : ( ما من مسلم تصيبه مصيبة فيقول ما أمره الله \" إنا لله وإنا إليه راجعون ، اللهم أجرني في مصيبتي وأخلف لي خيراً منها \" إلا أخلف الله له خيراً منها )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ جَابِرٍ قَالَ سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \"إِنَّ الشَّيْطَانَ قَدْ أَيِسَ أَنْ يَعْبُدَهُ الْمُصَلُّونَ فِي جَزِيرَةِ الْعَرَبِ وَلَكِنْ فِي التَّحْرِيشِ بَيْنَهُمْ.",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَقُولُ : ( اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ الْكَسَلِ وَالْهَرَمِ وَالْمَأْثَمِ وَالْمَغْرَمِ وَمِنْ فِتْنَةِ الْقَبْرِ وَعَذَابِ الْقَبْرِ وَمِنْ فِتْنَةِ النَّارِ وَعَذَابِ النَّارِ وَمِنْ شَرِّ فِتْنَةِ الْغِنَى وَأَعُوذُ بِكَ مِنْ شَرِّ فِتْنَةِ الْفَقْرِ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ الزُّبَيْرِ بْنِ الْعَوَّامِ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( لَأَنْ يَأْخُذَ أَحَدُكُمْ حَبْلَهُ فَيَأْتِيَ بِحُزْمَةِ الْحَطَبِ عَلَى ظَهْرِهِ فَيَبِيعَهَا فَيَكُفَّ اللَّهُ بِهَا وَجْهَهُ خَيْرٌ لَهُ مِنْ أَنْ يَسْأَلَ النَّاسَ أَعْطَوْهُ أَوْ مَنَعُوهُ )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "قال النبي صلى الله عليه وسلم : ( مَنْ سَنَّ فِي الإِسْلامِ سُنَّةً حَسَنَةً فَعُمِلَ بِهَا بَعْدَهُ كُتِبَ لَهُ مِثْلُ أَجْرِ مَنْ عَمِلَ بِهَا وَلا يَنْقُصُ مِنْ أُجُورِهِمْ شَيْءٌ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ الْمِقْدَامِ رَضِيَ اللَّهُ عَنْهُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( مَا أَكَلَ أَحَدٌ طَعَامًا قَطُّ خَيْرًا مِنْ أَنْ يَأْكُلَ مِنْ عَمَلِ يَدِهِ ، وَإِنَّ نَبِيَّ اللَّهِ دَاوُدَ عَلَيْهِ السَّلَام كَانَ يَأْكُلُ مِنْ عَمَلِ يَدِهِ )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَنْ سَهْل بنِ سَعْد قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( وَأَنَا وَكَافِلُ الْيَتِيمِ فِي الْجَنَّةِ هَكَذَا - وَأَشَارَ بِالسَّبَّابَةِ وَالْوُسْطَى وَفَرَّجَ بَيْنَهُمَا شَيْئًا - ) .",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ عُثْمَانَ بْنِ عَفَّانَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \"مَنْ تَوَضَّأَ فَأَحْسَنَ الْوُضُوءَ خَرَجَتْ خَطَايَاهُ مِنْ جَسَدِهِ حَتَّى تَخْرُجَ مِنْ تَحْتِ أَظْفَارِهِ",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ عَدِيِّ بْنِ حَاتِمٍ قَالَ : سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ : ( مَنْ اسْتَطَاعَ مِنْكُمْ أَنْ يَسْتَتِرَ مِنْ النَّارِ وَلَوْ بِشِقِّ تَمْرَةٍ فَلْيَفْعَلْ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ قَالَ : قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( السَّاعِي عَلَى الْأَرْمَلَةِ وَالْمِسْكِينِ كَالْمُجَاهِدِ فِي سَبِيلِ اللَّهِ أَوْ الْقَائِمِ اللَّيْلَ الصَّائِمِ النَّهَارَ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن عبد الله بن مسعود رضي الله عنه أن النبي صلى الله عليه وسلم قال : \" سِبَابُ الْمُسْلِم فُسُوقٌ وَقِتالُهُ كُفْرٌ ",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَّ عَلَى صُبْرَةِ طَعَامٍ فَأَدْخَلَ يَدَهُ فِيهَا فَنَالَتْ أَصَابِعُهُ بَلَلًا فَقَالَ مَا هَذَا يَا صَاحِبَ الطَّعَامِ ؟ قَالَ : أَصَابَتْهُ السَّمَاءُ يَا رَسُولَ اللَّهِ ، قَالَ : أَفَلَا جَعَلْتَهُ فَوْقَ الطَّعَامِ كَيْ يَرَاهُ النَّاسُ ؟ مَنْ غَشَّ فَلَيْسَ مِنِّي .",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَن النُّعْمَانِ بْنِ بَشِيرٍ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( مَثَلُ الْمُؤْمِنِينَ فِي تَوَادِّهِمْ وَتَرَاحُمِهِمْ وَتَعَاطُفِهِمْ مَثَلُ الْجَسَدِ إِذَا اشْتَكَى مِنْهُ عُضْوٌ تَدَاعَى لَهُ سَائِرُ الْجَسَدِ بِالسَّهَرِ وَالْحُمَّى )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \" من تصدق بعدل تمرة من كسب طيب - ولا يقبل الله إلا الطيب - وإن الله يتقبلها بيمينه ، ثم يربيها لصاحبه كما يربي أحدكم فَلوَّه حتى تكون مثل الجبل ",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ رِفَاعَةَ بْنِ رَافِعٍ الزُّرَقِىِّ قَالَ : ( كُنَّا يَوْمًا نُصَلِّي وَرَاءَ النَّبِي صلى الله عليه وسلم ، فَلَمَّا رَفَعَ رَأْسَهُ مِنَ الرَّكْعَةِ قَالَ : سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ . قَالَ رَجُلٌ وَرَاءَهُ : رَبَّنَا وَلَكَ الْحَمْدُ ، حَمْدًا كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ . فَلَمَّا انْصَرَفَ قَالَ : مَنِ الْمُتَكَلِّمُ ؟ قَالَ : أَنَا . قَالَ : رَأَيْتُ بِضْعَةً وَثَلاَثِينَ مَلَكًا يَبْتَدِرُونَهَا ، أَيُّهُمْ يَكْتُبُهَا أَوَّلُُ )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَن أَبِى هُرَيْرَةَ رضي الله عنه قَالَ : قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم : (اثْنَتَانِ فِي النَّاسِ هُمَا بِهِمْ كُفْرٌ : الطَّعْنُ فِي النَّسَبِ ، وَالنِّيَاحَةُ عَلَى الْمَيِّتِ)",
        "rwi": "رواه مسلم"
    },
    {
        "text": "قَالَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( الْمُسْلِمُ أَخُو الْمُسْلِمِ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ : كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعَوِّذُ الْحَسَنَ وَالْحُسَيْنَ وَيَقُولُ : ( إِنَّ أَبَاكُمَا كَانَ يُعَوِّذُ بِهَا إِسْمَاعِيلَ وَإِسْحَاقَ : أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ وَمِنْ كُلِّ عَيْنٍ لَامَّةٍ )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَنْ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ ، قَالَ : سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ : \"إِنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى ، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ ، فَهِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ ، وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيبُهَا أَوِ امْرَأَةٍ يَنْكِحُهَا ، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ",
        "rwi": "رَوَاهُ الْبُخَارِيُّ وَمُسْلِم"
    },
    {
        "text": "قال النبي صلى الله عليه وسلم ( إِذَا مَاتَ الْإِنْسَانُ انْقَطَعَ عَنْهُ عَمَلُهُ إِلَّا مِنْ ثَلَاثَةٍ : إِلَّا مِنْ صَدَقَةٍ جَارِيَةٍ ، أَوْ عِلْمٍ يُنْتَفَعُ بِهِ ، أَوْ وَلَدٍ صَالِحٍ يَدْعُو لَهُ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : \"لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لِأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ \".",
        "rwi": "رَوَاهُ الْبُخَارِيُّ وَمُسْلِم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : احْشُدُوا فَإِنِّي سَأَقْرَأُ عَلَيْكُمْ ثُلُثَ الْقُرْآنِ فَحَشَدَ مَنْ حَشَدَ ، ثُمَّ خَرَجَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَرَأَ قُلْ هُوَ اللَّهُ أَحَدٌ ثُمَّ دَخَلَ ، فَقَالَ بَعْضُنَا لِبَعْضٍ : إِنِّي أُرَى هَذَا خَبَرٌ جَاءَهُ مِنْ السَّمَاءِ ، فَذَاكَ الَّذِي أَدْخَلَهُ ، ثُمَّ خَرَجَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ : إِنِّي قُلْتُ لَكُمْ سَأَقْرَأُ عَلَيْكُمْ ثُلُثَ الْقُرْآنِ ، أَلَا إِنَّهَا تَعْدِلُ ثُلُثَ الْقُرْآنِ .",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن أبي هريرة رضي الله عنه قال قال رسول الله - صلى الله عليه وسلم: ( كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ ثَقِيلَتَانِ فِي الْمِيزَانِ حَبِيبَتَانِ إِلَى الرَّحْمَنِ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ سُبْحَانَ اللَّهِ الْعَظِيمِ )",
        "rwi": "رَوَاهُ الْبُخَارِيُّ وَمُسْلِم"
    },
    {
        "text": "عَنْ عُبَادَةَ بْنِ الصَّامِتِ رضي الله عنه قال : سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ : (مَنْ شَهِدَ أَنْ لَا إِلَهَ إِلَّا اللَّهُ ، وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ حَرَّمَ اللَّهُ عَلَيْهِ النَّارَ)",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال : ( إِذَا سَمِعْتُمْ الْإِقَامَةَ ، فَامْشُوا إِلَى الصَّلَاةِ ، وَعَلَيْكُمْ بِالسَّكِينَةِ وَالْوَقَارِ ، وَلَا تُسْرِعُوا ، فَمَا أَدْرَكْتُمْ ، فَصَلُّوا ، وَمَا فَاتَكُمْ فَأَتِمُّوا )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "قال النبي صلى الله عليه وسلم : ( فَوَاللَّهِ مَا الْفَقْرَ أَخْشَى عَلَيْكُمْ ، وَلَكِنِّي أَخْشَى أَنْ تُبْسَطَ عَلَيْكُمْ الدُّنْيَا كَمَا بُسِطَتْ عَلَى مَنْ كَانَ قَبْلَكُمْ ، فَتَنَافَسُوهَا كَمَا تَنَافَسُوهَا ، وَتُهْلِكَكُمْ كَمَا أَهْلَكَتْهُمْ)",
        "rwi": "رَوَاهُ الْبُخَارِيُّ وَمُسْلِم"
    },
    {
        "text": "عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رضي الله عنه عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( إِنَّ الدُّنْيَا حُلْوَةٌ خَضِرَةٌ ، وَإِنَّ اللَّهَ مُسْتَخْلِفُكُمْ فِيهَا فَيَنْظُرُ كَيْفَ تَعْمَلُونَ ، فَاتَّقُوا الدُّنْيَا ، وَاتَّقُوا النِّسَاءَ ، فَإِنَّ أَوَّلَ فِتْنَةِ بَنِي إِسْرَائِيلَ كَانَتْ فِي النِّسَاءِ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "قال الرسول صلى الله عليه وسلم : ( عَجَبًا لأَمْرِ الْمُؤْمِنِ إِنَّ أَمْرَهُ كُلَّهُ خَيْرٌ ، وَلَيْسَ ذَاكَ لأَحَدٍ إِلا لِلْمُؤْمِنِ ، إِنْ أَصَابَتْهُ سَرَّاءُ شَكَرَ فَكَانَ خَيْرًا لَهُ ، وَإِنْ أَصَابَتْهُ ضَرَّاءُ صَبَرَ فَكَانَ خَيْرًا لَهُ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن أبي عبد الله النعمان بن بشير رضي الله عنهما قال : سمعت رسول الله صلى الله عليه وسلم يقول : ( إن الحلال بيّن والحرام بيّن ، وبينهما أمور مشتبهات لا يعلمهن كثير من الناس ، فمن اتقى الشبهات فقد استبرأ لدينه وعرضه ، ومن وقع في الشبهات فقد وقع في الحرام ، كالراعي يرعى حول الحمى يوشك أن يرتع فيه ، ألا وأن لكل ملك حمى ، ألا وإن حمى الله محارمه ، إلا وإن في الجسد مضغة إذا صلحت صلح الجسد كله ، وإذا فسدت فسد الجسد كله ، ألا وهي القلب )",
        "rwi": "رَوَاهُ الْبُخَارِيُّ وَمُسْلِم"
    },
    {
        "text": "عن أَنَسِ بْنِ مَالِكٍ رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال : ( مَنْ صَلَّى الْغَدَاةَ فِي جَمَاعَةٍ ، ثُمَّ قَعَدَ يَذْكُرُ اللَّهَ حَتَّى تَطْلُعَ الشَّمْسُ ، ثُمَّ صَلَّى رَكْعَتَيْنِ ، كَانَتْ لَهُ كَأَجْرِ حَجَّةٍ ، وَعُمْرَةٍ ، تَامَّةٍ ، تَامَّةٍ ، تَامَّةٍ)",
        "rwi": "رواه الترمذي وحسنه الألباني"
    },
    {
        "text": "قال النبي صلى الله عليه وسلم : ( وَكُلُّ خُطْوَةٍ يَخْطُوهَا إِلَى الصَّلاةِ صَدَقَةٌ )",
        "rwi": "رَوَاهُ الْبُخَارِيُّ وَمُسْلِم"
    },
    {
        "text": "عَنْ جَابِرِ بْنِ سَمُرَةَ رضي الله عنه قَالَ : خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ : (أَلَا تَصُفُّونَ كَمَا تَصُفُّ الْمَلَائِكَةُ عِنْدَ رَبِّهَا ؟) فَقُلْنَا : يَا رَسُولَ اللَّهِ وَكَيْفَ تَصُفُّ الْمَلَائِكَةُ عِنْدَ رَبِّهَا ؟ قَالَ : (يُتِمُّونَ الصُّفُوفَ الْأُوَلَ وَيَتَرَاصُّونَ فِي الصَّفِّ)",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن سَلْمَانُ الْفَارِسِيُّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( مَنْ اغْتَسَلَ يَوْمَ الْجُمُعَةِ وَتَطَهَّرَ بِمَا اسْتَطَاعَ مِنْ طُهْرٍ, ثُمَّ ادَّهَنَ أَوْ مَسَّ مِنْ طِيبٍ ثُمَّ رَاحَ فَلَمْ يُفَرِّقْ بَيْنَ اثْنَيْنِ فَصَلَّى مَا كُتِبَ لَهُ ثُمَّ إِذَا خَرَجَ الْإِمَامُ أَنْصَتَ غُفِرَ لَهُ مَا بَيْنَهُ وَبَيْنَ الْجُمُعَةِ الْأُخْرَى )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "قال النبي صلى الله عليه وسلم :  ( يأتي الشيطان أحدكم فيقول من خلق كذا ؟ من خلق كذا ؟ حتى يقول من خلق ربك ؟ فإذا بلغه فليستعذ بالله ولينته )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عن عبد الله بن عمرو بن العاص رضي الله عنهما أن النبي صلى الله عليه وسلم قال : (مَنْ صَلَّى عَلَيَّ صَلَاةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْرًا)",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِى هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ : ( الْكَلِمَةُ الطَّيِّبَةُ صَدَقَةٌ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( إِذَا سَمِعَ أَحَدُكُمْ النِّدَاءَ وَالْإِنَاءُ عَلَى يَدِهِ فَلَا يَضَعْهُ حَتَّى يَقْضِيَ حَاجَتَهُ مِنْهُ )",
        "rwi": "رواه أبو داود"
    },
    {
        "text": "عن عبد الله بن عمرو عن رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال : ( إِنَّ خِيَارَكُمْ أَحَاسِنُكُمْ أَخْلَاقًا )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ ، عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( ثَلَاثٌ لَا يُغِلُّ عَلَيْهِنَّ قَلْبُ مُسْلِمٍ إِخْلَاصُ الْعَمَلِ لِلَّهِ وَمُنَاصَحَةُ أَئِمَّةِ الْمُسْلِمِينَ وَلُزُومُ جَمَاعَتِهِمْ فَإِنَّ الدَّعْوَةَ تُحِيطُ مِنْ وَرَائِهِمْ )",
        "rwi": "رواه أحمد والترمذي وصححه الألباني"
    },
    {
        "text": "قال صلى الله عليه وسلم : ( لأن أقول : سبحان الله ، والحمد لله ، ولا إله إلا الله ، والله أكبر أحب إلي مما طلعت عليه الشمس )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن أبي هريرة رضي الله عنه قال قال رسول الله - صلى الله عليه وسلم: ( كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ ثَقِيلَتَانِ فِي الْمِيزَانِ حَبِيبَتَانِ إِلَى الرَّحْمَنِ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ سُبْحَانَ اللَّهِ الْعَظِيمِ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن أبي هُرَيْرَةَ قال : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( إِذَا كَانَ يَوْمُ الْجُمُعَةِ كَانَ عَلَى كُلِّ بَابٍ مِنْ أَبْوَابِ الْمَسْجِدِ مَلائِكَةٌ يَكْتُبُونَ الأَوَّلَ فَالأَوَّلَ فَإِذَا جَلَسَ الإِمَامُ طَوَوْا الصُّحُفَ وَجَاءُوا يَسْتَمِعُونَ الذِّكْرَ وَمَثَلُ الْمُهَجِّرِ كَمَثَلِ الَّذِي يُهْدِي الْبَدَنَةَ ثُمَّ كَالَّذِي يُهْدِي بَقَرَةً ثُمَّ كَالَّذِي يُهْدِي الْكَبْشَ ثُمَّ كَالَّذِي يُهْدِي الدَّجَاجَةَ ثُمَّ كَالَّذِي يُهْدِي الْبَيْضَةَ )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَنْ الْأَغَرِّ الْمُزَنِيِّ رضي الله عنه أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : (إِنِّي لَأَسْتَغْفِرُ اللَّهَ فِي الْيَوْمِ مِائَةَ مَرَّةٍ)",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: ( سَبْعَةٌ يُظِلُّهُمُ اللَّهُ فِي ظِلِّهِ، يَوْمَ لاَ ظِلَّ إِلَّا ظِلُّهُ: الإِمَامُ العَادِلُ، وَشَابٌّ نَشَأَ فِي عِبَادَةِ رَبِّهِ، وَرَجُلٌ قَلْبُهُ مُعَلَّقٌ فِي المَسَاجِدِ، وَرَجُلاَنِ تَحَابَّا فِي اللَّهِ اجْتَمَعَا عَلَيْهِ وَتَفَرَّقَا عَلَيْهِ، وَرَجُلٌ طَلَبَتْهُ امْرَأَةٌ ذَاتُ مَنْصِبٍ وَجَمَالٍ، فَقَالَ: إِنِّي أَخَافُ اللَّهَ، وَرَجُلٌ تَصَدَّقَ أَخْفَى حَتَّى لاَ تَعْلَمَ شِمَالُهُ مَا تُنْفِقُ يَمِينُهُ، وَرَجُلٌ ذَكَرَ اللَّهَ خَالِيًا فَفَاضَتْ عَيْنَاهُ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي ذَرٍّ، قَالَ: قَالَ لِيَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ( لَا تَحْقِرَنَّ مِنَ الْمَعْرُوفِ شَيْئًا، وَلَوْ أَنْ تَلْقَى أَخَاكَ بِوَجْهٍ طَلْقٍ)",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن أبي موسى الأشعري رضي الله عنه، أن النبي صلى الله عليه وسلم قال: \" ألا أعلمك كلمة هي كنز من كنوز الجنة؟ لا حول ولا قوة إلا بالله ",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن أبي هريرة عن النبي صلى الله عليه وسلم قال : \" رغم أنف ثم رغم أنف ثم رغم أنف \" قيل : من يا رسول الله قال : \" من أدرك أبويه عند الكبر أحدهما أو كليهما فلم يدخل الجنة ",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ رضي الله عنه ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( مَنْ جَلَسَ فِي مَجْلِسٍ فَكَثُرَ فِيهِ لَغَطُهُ، فَقَالَ قَبْلَ أَنْ يَقُومَ مِنْ مَجْلِسِهِ ذَلِكَ: سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ ، إِلَّا غُفِرَ لَهُ مَا كَانَ فِي مَجْلِسِهِ ذَلِكَ )",
        "rwi": "روى الترمذي وصححه وأحمد وصححه الألباني في صحيح الترمذي"
    },
    {
        "text": "عن عبد اللّه بن عمر رضي اللّه عنهما أن رسول اللّه صلى اللّه عليه وسلم : ( كَانَ إِذَا استَوَى عَلى بَعِيرِهِ خَارِجاً إِلَى سَفَرٍ كبَّر ثلاثاً ثم قال : \" سُبْحانَ الَّذي سَخَّرَ لَنا هَذَا وَما كُنَّا لَهُ مُقْرِنينَ ، وَإِنَّا إلى رَبِّنَا لَمُنْقَلِبُونَ . اللَّهُمَّ إنَّا نَسألُكَ فِي سفَرِنَا هَذَا البِرَّ وَالتَّقْوَى ، وَمِنْ العَمَلِ ما تَرْضَى ، اللَّهُمَّ هَوّْن عَلَيْنا سَفَرَنَا هَذَا ، وَاطْوِ عَنّا بُعْدَهُ . اللَّهُمَّ أنْتَ الصَّاحِبُ فِي السَّفَرِ ، وَالخَلِيفَةُ في الأهْلِ . اللَّهُمَّ إني أعُوذُ بِكَ مِنْ وَعْثاءِ السَّفَرِ ، وكآبَةِ المَنْظَرِ ، وَسُوءِ المُنْقَلَبِ في المَالِ والأهْلِ . وإذا رَجع قالهنّ وزاد فيهنّ : آيِبُونَ ، تائبُونَ ، عابدُونَ ، لرَبِّنَا حامِدُون )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "قال النبي صلى الله عليه وسلم : ( إِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ ، وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( إِذَا عَطَسَ أَحَدُكُمْ فَلْيَقُلْ : الْحَمْدُ لِلَّهِ ، وَلْيَقُلْ لَهُ أَخُوهُ أَوْ صَاحِبُهُ : يَرْحَمُكَ اللَّهُ ، فَإِذَا قَالَ لَهُ يَرْحَمُكَ اللَّهُ فَلْيَقُلْ : يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عن أبي هريرة : عن النبي صلى الله عليه وسلم قال : (مَنْ اغْتَسَلَ ثُمَّ أَتَى الْجُمُعَةَ فَصَلَّى مَا قُدِّرَ لَهُ ، ثُمَّ أَنْصَتَ حَتَّى يَفْرُغَ مِنْ خُطْبَتِهِ ، ثُمَّ يُصَلِّي مَعَهُ ، غُفِرَ لَهُ مَا بَيْنَهُ وَبَيْنَ الْجُمُعَةِ الأُخْرَى وَفَضْلُ ثَلاثَةِ أَيَّامٍ ).",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ كَعْبِ بْنِ عُجْرَةَ رضي الله عنه عَنْ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( مُعَقِّبَاتٌ لَا يَخِيبُ قَائِلُهُنَّ - أَوْ فَاعِلُهُنَّ - دُبُرَ كُلِّ صَلَاةٍ مَكْتُوبَةٍ ، ثَلَاثٌ وَثَلَاثُونَ تَسْبِيحَةً ، وَثَلَاثٌ وَثَلَاثُونَ تَحْمِيدَةً ، وَأَرْبَعٌ وَثَلَاثُونَ تَكْبِيرَةً )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : ( خَيْرُ يَوْمٍ طَلَعَتْ عَلَيْهِ الشَّمْسُ يَوْمُ الْجُمُعَةِ ، فِيهِ خُلِقَ آدَمُ ، وَفِيهِ أُدْخِلَ الْجَنَّةَ ، وَفِيهِ أُخْرِجَ مِنْهَا )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( لا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" اجْتَنِبُوا السَّبْعَ الْمُوبِقَاتِ \". قِيلَ: يَا رَسُولَ اللَّهِ وَمَا هُنَّ. قَالَ: \" الشِّرْكُ بِاللَّهِ وَالسِّحْرُ وَقَتْلُ النَّفْسِ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَأَكْلُ مَالِ الْيَتِيمِ وَأَكْلُ الرِّبَا وَالتَّوَلِّي يَوْمَ الزَّحْفِ وَقَذْفُ الْمُحْصِنَاتِ الْغَافِلَاتِ الْمُؤْمِنَاتِ ",
        "rwi": "رواه مسلم"
    },
    {
        "text": "قال النبي صلى الله عليه وسلم : (كُلُّكُمْ رَاعٍ ، وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ ، الْإِمَامُ رَاعٍ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ ، وَالرَّجُلُ رَاعٍ فِي أَهْلِهِ وَهُوَ مَسْئُولٌ عَنْ رَعِيَّتِهِ ، وَالْمَرْأَةُ رَاعِيَةٌ فِي بَيْتِ زَوْجِهَا وَمَسْئُولَةٌ عَنْ رَعِيَّتِهَا)",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن أبي ذر رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: (ذَلِكَ جِبْرِيلُ عَلَيْهِ السَّلاَمُ، عَرَضَ لِي فِي جَانِبِ الحَرَّةِ، قَالَ: بَشِّرْ أُمَّتَكَ أَنَّهُ مَنْ مَاتَ لاَ يُشْرِكُ بِاللَّهِ شَيْئًا دَخَلَ الجَنَّةَ. قُلْتُ: يَا جِبْرِيلُ، وَإِنْ سَرَقَ، وَإِنْ زَنَى؟ قَالَ: نَعَمْ. قَالَ: قُلْتُ: وَإِنْ سَرَقَ، وَإِنْ زَنَى؟ قَالَ: نَعَمْ، وَإِنْ شَرِبَ الخَمْرَ)",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَنْ جُنْدَبٍ، أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، حَدَّثَ ( أَنَّ رَجُلًا قَالَ: وَاللهِ لَا يَغْفِرُ اللهُ لِفُلَانٍ ، وَإِنَّ اللهَ تَعَالَى قَالَ: مَنْ ذَا الَّذِي يَتَأَلَّى عَلَيَّ أَنْ لَا أَغْفِرَ لِفُلَانٍ، فَإِنِّي قَدْ غَفَرْتُ لِفُلَانٍ ، وَأَحْبَطْتُ عَمَلَكَ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن أبي بكرة رضي الله عنه ، أن النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( دَعَوَاتُ الْمَكْرُوبِ اللَّهُمَّ رَحْمَتَكَ أَرْجُو فَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ أَصْلِحْ لِي شَأْنِي كُلَّهُ لَا إِلَهَ إِلَّا أَنْتَ ) .",
        "rwi": "رواه أحمد وأبو داود وحسنه الألباني في صحيح الجامع"
    },
    {
        "text": "عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ ، قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : \" مَنْ كَانَتِ الآخِرَةُ هَمَّهُ جَعَلَ اللَّهُ غِنَاهُ فِي قَلْبِهِ ، وَجَمَعَ لَهُ شَمْلَهُ ، وَأَتَتْهُ الدُّنْيَا وَهِيَ رَاغِمَةٌ ، وَمَنْ كَانَتِ الدُّنْيَا هَمَّهُ جَعَلَ اللَّهُ فَقْرَهُ بَيْنَ عَيْنَيْهِ ، وَفَرَّقَ عَلَيْهِ شَمْلَهُ ، وَلَمْ يَأْتِهِ مِنَ الدُّنْيَا إِلا مَا قُدِّرَ لَهُ ",
        "rwi": "رواه الترمذي وصححه الألباني في صحيح الجامع"
    },
    {
        "text": "عَنْ صَفِيَّةَ بِنْتِ أَبِي عُبَيْدٍ عَنْ بَعْضِ أَزْوَاجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( مَنْ أَتَى عَرَّافًا فَسَأَلَهُ عَنْ شَيْءٍ ، لَمْ تُقْبَلْ لَهُ صَلَاةُ أَرْبَعِينَ لَيْلَةً )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي أُمَامَةَ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( أَنَا زَعِيمٌ بِبَيْتٍ فِي رَبَضِ الْجَنَّةِ لِمَنْ تَرَكَ الْمِرَاءَ وَإِنْ كَانَ مُحِقًّا وَبِبَيْتٍ فِي وَسَطِ الْجَنَّةِ لِمَنْ تَرَكَ الْكَذِبَ وَإِنْ كَانَ مَازِحًا وَبِبَيْتٍ فِي أَعْلَى الْجَنَّةِ لِمَنْ حَسَّنَ خُلُقَه )",
        "rwi": "رواه أبو داود وحسَّنه الألباني في صحيح أبي داود"
    },
    {
        "text": "قال الرسول صلى الله عليه وسلم : ( مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيَقُلْ خَيْرًا أَوْ لِيَصْمُتْ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : ( أَنَا سَيِّدُ وَلَدِ آدَمَ يَومَ القِيَامَةِ ، وَأَوَّلُ مَن يَنشَقُّ عَنهُ القَبرُ ، وَأَوَّلُ شَافِعٍ وَأَوَّلُ مُشَفَّعٍ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "قال النبي صلى الله عليه وسلم لأشج عبد القيس : ( إِنَّ فِيكَ خَصْلَتَيْنِ يُحِبُّهُمَا اللهُ: الْحِلْمُ، وَالأَنَاةُ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ رضي الله عنه عَنْ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قال : ( مَنْ سَبَّحَ اللهَ فِي دُبُرِ كُلِّ صَلَاةٍ ثَلَاثًا وَثَلَاثِينَ ، وَحَمِدَ اللهَ ثَلَاثًا وَثَلَاثِينَ ، وَكَبَّرَ اللهَ ثَلَاثًا وَثَلَاثِينَ ، فَتْلِكَ تِسْعَةٌ وَتِسْعُونَ ، وَقَالَ تَمَامَ الْمِائَةِ : لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ غُفِرَتْ خَطَايَاهُ وَإِنْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : ( أَنَا سَيِّدُ وَلَدِ آدَمَ يَومَ القِيَامَةِ ، وَأَوَّلُ مَن يَنشَقُّ عَنهُ القَبرُ ، وَأَوَّلُ شَافِعٍ وَأَوَّلُ مُشَفَّعٍ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي مَالِكٍ الْأَشْعَرِيِّ رضي الله عنه قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( الطُّهُورُ شَطْرُ الْإِيمَانِ وَالْحَمْدُ لِلَّهِ تَمْلَأُ الْمِيزَانَ وَسُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ تَمْلَآَنِ أَوْ تَمْلَأُ مَا بَيْنَ السَّمَاوَاتِ وَالْأَرْضِ وَالصَّلَاةُ نُورٌ وَالصَّدَقَةُ بُرْهَانٌ وَالصَّبْرُ ضِيَاءٌ وَالْقُرْآنُ حُجَّةٌ لَكَ أَوْ عَلَيْكَ كُلُّ النَّاسِ يَغْدُو فَبَايِعٌ نَفْسَهُ فَمُعْتِقُهَا أَوْ مُوبِقُهَا )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: ( سَبْعَةٌ يُظِلُّهُمُ اللَّهُ فِي ظِلِّهِ، يَوْمَ لاَ ظِلَّ إِلَّا ظِلُّهُ: الإِمَامُ العَادِلُ، وَشَابٌّ نَشَأَ فِي عِبَادَةِ رَبِّهِ، وَرَجُلٌ قَلْبُهُ مُعَلَّقٌ فِي المَسَاجِدِ، وَرَجُلاَنِ تَحَابَّا فِي اللَّهِ اجْتَمَعَا عَلَيْهِ وَتَفَرَّقَا عَلَيْهِ، وَرَجُلٌ طَلَبَتْهُ امْرَأَةٌ ذَاتُ مَنْصِبٍ وَجَمَالٍ، فَقَالَ: إِنِّي أَخَافُ اللَّهَ، وَرَجُلٌ تَصَدَّقَ أَخْفَى حَتَّى لاَ تَعْلَمَ شِمَالُهُ مَا تُنْفِقُ يَمِينُهُ، وَرَجُلٌ ذَكَرَ اللَّهَ خَالِيًا فَفَاضَتْ عَيْنَاهُ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن عُبَادَةَ بْن الصَّامِتِ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ : ( مَا مِنْ رَجُلٍ يُجْرَحُ فِي جَسَدِهِ جِرَاحَةً فَيَتَصَدَّقُ بِهَا إِلَّا كَفَّرَ اللَّهُ عَنْهُ مِثْلَ مَا تَصَدَّقَ بِهِ )",
        "rwi": "رواه احمد و صححه الألباني في \"الصحيحة"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( إِذَا خَطَبَ إِلَيْكُمْ مَنْ تَرْضَوْنَ دِينَهُ وَخُلُقَهُ فَزَوِّجُوهُ، إِلَّا تَفْعَلُوا تَكُنْ فِتْنَةٌ فِي الأَرْضِ ، وَفَسَادٌ عَرِيضٌ )",
        "rwi": "رواه الترمذي وابن ماجة وحسنه الألباني في \"صحيح الترمذي"
    },
    {
        "text": "قَالَ أَبُو هُرَيْرَةَ رضي الله عنه : سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ : ( وَاللَّهِ إِنِّي لاَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ فِي الْيَوْمِ أَكْثَرَ مِنْ سَبْعِينَ مَرَّةً )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: ( سَبْعَةٌ يُظِلُّهُمُ اللَّهُ فِي ظِلِّهِ، يَوْمَ لاَ ظِلَّ إِلَّا ظِلُّهُ: الإِمَامُ العَادِلُ، وَشَابٌّ نَشَأَ فِي عِبَادَةِ رَبِّهِ، وَرَجُلٌ قَلْبُهُ مُعَلَّقٌ فِي المَسَاجِدِ، وَرَجُلاَنِ تَحَابَّا فِي اللَّهِ اجْتَمَعَا عَلَيْهِ وَتَفَرَّقَا عَلَيْهِ، وَرَجُلٌ طَلَبَتْهُ امْرَأَةٌ ذَاتُ مَنْصِبٍ وَجَمَالٍ، فَقَالَ: إِنِّي أَخَافُ اللَّهَ، وَرَجُلٌ تَصَدَّقَ أَخْفَى حَتَّى لاَ تَعْلَمَ شِمَالُهُ مَا تُنْفِقُ يَمِينُهُ، وَرَجُلٌ ذَكَرَ اللَّهَ خَالِيًا فَفَاضَتْ عَيْنَاهُ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "قال رسول الله صلى الله عليه وسلم ( مَا يَكُنْ عِنْدِي مِنْ خَيْرٍ لاَ أَدَّخِرْهُ عَنْكُمْ، وَإِنَّهُ مَنْ يَسْتَعِفَّ يُعِفَّهُ اللَّهُ، وَمَنْ يَتَصَبَّرْ يُصَبِّرْهُ اللَّهُ، وَمَنْ يَسْتَغْنِ يُغْنِهِ اللَّهُ، وَلَنْ تُعْطَوْا عَطَاءً خَيْرًا وَأَوْسَعَ مِنَ الصَّبْرِ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن أبي هريرة وحذيفة رضي الله عنهما قالا : قال رسول الله صلى الله عليه وسلم : ( أَضَلَّ اللَّهُ عَنْ الْجُمُعَةِ مَنْ كَانَ قَبْلَنَا ، فَكَانَ لِلْيَهُودِ يَوْمُ السَّبْتِ ، وَكَانَ لِلنَّصَارَى يَوْمُ الأَحَدِ ، فَجَاءَ اللَّهُ بِنَا فَهَدَانَا اللَّهُ لِيَوْمِ الْجُمُعَةِ ، فَجَعَلَ الْجُمُعَةَ وَالسَّبْتَ وَالأَحَدَ ، وَكَذَلِكَ هُمْ تَبَعٌ لَنَا يَوْمَ الْقِيَامَةِ ، نَحْنُ الآخِرُونَ مِنْ أَهْلِ الدُّنْيَا ، وَالأَوَّلُونَ يَوْمَ الْقِيَامَةِ ، الْمَقْضِيُّ لَهُمْ قَبْلَ الْخَلائِقِ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ عَائِشَةَ رضي الله عنها أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : (إِنَّ مِنْ يُمْنِ الْمَرْأَةِ : تَيْسِيرَ خِطْبَتِهَا ، وَتَيْسِيرَ صَدَاقِهَا ، وَتَيْسِيرَ رَحِمِهَا)",
        "rwi": "رواه أحمد وابن حبان و حسنه الألباني في \"صحيح الجامع"
    },
    {
        "text": "عن أَبِي هُرَيْرَةَ رضي الله عنه أَنَّ النَّبِيَّ كَانَ إِذَا رَفَّأَ الْإِنْسَانَ إِذَا تَزَوَّجَ (هنأه ودعا له) قَالَ : (بَارَكَ اللَّهُ لَكَ ، وَبَارَكَ عَلَيْكَ ، وَجَمَعَ بَيْنَكُمَا فِي خَيْرٍ)",
        "rwi": "رواه أبو داود وصححه الألباني"
    },
    {
        "text": "عَنْ أَبِي سَعِيدٍ أَنَّ رَجُلًا سَمِعَ رَجُلًا يَقْرَأُ قُلْ هُوَ اللَّهُ أَحَدٌ يُرَدِّدُهَا فَلَمَّا أَصْبَحَ جَاءَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ ذَلِكَ لَهُ ، وَكَأَنَّ الرَّجُلَ يَتَقَالُّهَا [أي يراها قليلة] فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : (وَالَّذِي نَفْسِي بِيَدِهِ إِنَّهَا لَتَعْدِلُ ثُلُثَ الْقُرْآنِ)",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ وَهُوَ عَلَى الْمِنْبَرِ : ( ارْحَمُوا تُرْحَمُوا وَاغْفِرُوا يَغْفِرْ اللَّهُ لَكُمْ )",
        "rwi": "رواه احمد و صححه الألباني في \"صحيح الترغيب"
    },
    {
        "text": "عن سليمان بن صرد قال : كنت جالساً مع النبي صلى الله عليه وسلم ، ورجلان يستبّان ، فأحدهما احمرّ وجهه واتفخت أوداجه ( عروق من العنق ) فقال النبي صلى الله عليه وسلم : \" إني لأعلم كلمة لو قالها ذهب عنه ما يجد ، لو قال أعوذ بالله من الشيطان ذهب عنه ما يجد ",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ عَائِشَةَ، قَالَتْ:\" سَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنِ الِالْتِفَاتِ فِي الصَّلاَةِ؟ فَقَالَ: (هُوَ اخْتِلاَسٌ يَخْتَلِسُهُ الشَّيْطَانُ مِنْ صَلاَةِ العَبْدِ) ",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ : كُنْتُ خَلْفَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لِي : يَا غُلَامُ إِنِّي أُعَلِّمُكَ كَلِمَاتٍ : \" احْفَظِ اللَّهَ يَحْفَظْكَ ، احْفَظِ اللَّهَ تَجِدْهُ تُجَاهَكَ ، إِذَا سَأَلْتَ فَاسْأَلِ اللَّهَ ، وَإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِاللَّهِ ، وَاعْلَمْ أَنَّ الْأُمَّةَ لَوِ اجْتَمَعَتْ عَلَى أَنْ يَنْفَعُوكَ بِشَيْءٍ ، لَمْ يَنْفَعُوكَ إِلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ لَكَ ، وَإِنِ اجْتَمَعُوا عَلَى أَنْ يَضُرُّوكَ بِشَيْءٍ ، لَمْ يَضُرُّوكَ إِلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ عَلَيْكَ ، رُفِعَتِ الْأَقْلَامُ وَجَفَّتِ الصُّحُفُ \".",
        "rwi": "رَوَاهُ التِّرْمِذِيُّ"
    },
    {
        "text": "عَن ابن مَسعودٍ - رضي اللَّه عنه – قالَ : قال لي النبيُّ صَلّى اللهُ عَلَيْهِ وسَلَّم : \" اقْرَأْ علَّي القُرآنَ \" قلتُ : يا رسُولَ اللَّه ، أَقْرَأُ عَلَيْكَ ، وَعَلَيْكَ أُنْزِلَ ؟ ، قالَ : \" إِني أُحِبُّ أَنْ أَسْمَعَهُ مِنْ غَيْرِي \" فقرَأْتُ عليه سورَةَ النِّساء ، حتى جِئْتُ إلى هذِهِ الآية : ( فَكَيْفَ إِذا جِئْنا مِنْ كُلِّ أُمَّة بِشَهيد وِجئْنا بِكَ عَلى هَؤلاءِ شَهِيداً ) قال : \" حَسْبُكَ الآن \" فَالْتَفَتَّ إِليْهِ ، فَإِذَا عِيْناهُ تَذْرِفانِ .",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن أبي هريرة - رضي اللَّه عنه – قال : قالَ رسُولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم : \" لا َيَلِجُ النَّارَ رَجْلٌ بَكَى مِنْ خَشْيَةِ اللَّه حَتَّى يَعُودَ اللَّبَنُ في الضَّرْع ، وَلا يَجْتَمعُ غُبَارٌ في سَبِيلِ اللَّه ودُخانُ جَهَنَّمَ \" .",
        "rwi": "رواه الترمذي والنسائي وصححه الألباني"
    },
    {
        "text": "عن ابن عمر رضي الله عنهما قال : لما مرّ رسول الله صلى الله عليه وسلم بالحِجْر قال : \" لا تدخلوا مساكن الذين ظلموا أنفسَهم أن يُصيبكم ما أصابهم ؛ إلا أن تكونوا باكين \" ، ثم قنّع رسول الله صلى الله عليه وسلم رأسه ، وأسرع المشيَ حتى أجاز الوادي ) .",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( إِذَا خَلَصَ الْمُؤْمِنُونَ مِنْ النَّارِ حُبِسُوا بِقَنْطَرَةٍ بَيْنَ الْجَنَّةِ وَالنَّارِ ، فَيَتَقَاصُّونَ مَظَالِمَ كَانَتْ بَيْنَهُمْ فِي الدُّنْيَا ، حَتَّى إِذَا نُقُّوا وَهُذِّبُوا أُذِنَ لَهُمْ بِدُخُولِ الْجَنَّةِ )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ( إِنَّ اللَّهَ قَالَ: مَنْ عَادَى لِي وَلِيًّا فَقَدْ آذَنْتُهُ بِالحَرْبِ، وَمَا تَقَرَّبَ إِلَيَّ عَبْدِي بِشَيْءٍ أَحَبَّ إِلَيَّ مِمَّا افْتَرَضْتُ عَلَيْهِ ، وَمَا يَزَالُ عَبْدِي يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ ، فَإِذَا أَحْبَبْتُهُ : كُنْتُ سَمْعَهُ الَّذِي يَسْمَعُ بِهِ ، وَبَصَرَهُ الَّذِي يُبْصِرُ بِهِ ، وَيَدَهُ الَّتِي يَبْطِشُ بِهَا ، وَرِجْلَهُ الَّتِي يَمْشِي بِهَا، وَإِنْ سَأَلَنِي لَأُعْطِيَنَّهُ، وَلَئِنِ اسْتَعَاذَنِي لَأُعِيذَنَّهُ ) .",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" مَا يُصِيبُ الْمُسْلِمَ مِنْ نَصَبٍ وَلَا وَصَبٍ وَلَا هَمٍّ وَلَا حُزْنٍ وَلَا أَذًى وَلَا غَمٍّ حَتَّى الشَّوْكَةِ يُشَاكُهَا إِلَّا كَفَّرَ اللَّهُ بِهَا مِنْ خَطَايَاهُ ",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( مَنْ دَعَا إِلَى هُدًى كَانَ لَهُ مِنْ الْأَجْرِ مِثْلُ أُجُورِ مَنْ تَبِعَهُ لَا يَنْقُصُ ذَلِكَ مِنْ أُجُورِهِمْ شَيْئًا، وَمَنْ دَعَا إِلَى ضَلَالَةٍ كَانَ عَلَيْهِ مِنْ الْإِثْمِ مِثْلُ آثَامِ مَنْ تَبِعَهُ لَا يَنْقُصُ ذَلِكَ مِنْ آثَامِهِمْ شَيْئًا )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن عبد الله بن عمرو عن رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال : ( إِنَّ خِيَارَكُمْ أَحَاسِنُكُمْ أَخْلَاقًا )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ : كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعَوِّذُ الْحَسَنَ وَالْحُسَيْنَ وَيَقُولُ : ( إِنَّ أَبَاكُمَا كَانَ يُعَوِّذُ بِهَا إِسْمَاعِيلَ وَإِسْحَاقَ : أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ وَمِنْ كُلِّ عَيْنٍ لَامَّةٍ )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عن أبي بكر الصديق رضي الله عنه قال : \" يا أيها الناس إنكم تقرءون هذه الآية ( يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ ) وإني سمعت رسول الله صلى الله عليه وسلم يقول : \" إن رأى الناس الظالم فلم يأخذوا على يديه أوشك أن يعمهم الله بعقاب منه",
        "rwi": "رواه أبو داود والترمذي والنسائي وصححه الألباني في صحيح الترمذي"
    },
    {
        "text": "عَنْ أَبِى هُرَيْرَةَ رضي الله عنه عَنِ النَّبِىِّ صلى الله عليه وسلم قَالَ :( إِنَّ الدِّينَ يُسْرٌ ، وَلَنْ يُشَادَّ الدِّينَ أَحَدٌ إِلاَّ غَلَبَهُ ، فَسَدِّدُوا وَقَارِبُوا وَأَبْشِرُوا ، وَاسْتَعِينُوا بِالْغَدْوَةِ وَالرَّوْحَةِ وَشَىْءٍ مِنَ الدُّلْجَةِ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن أبي ذر رضي الله عنه أن النبي صلى الله عليه وسلم قال : ( وَيُجْزِئُ مِنْ ذَلِكَ رَكْعَتَانِ يَرْكَعُهُمَا مِنْ الضُّحَى )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن عبد الله بن عُمَرَ رضي الله عنهما قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( لَا تَدْخُلُوا مَسَاكِنَ الَّذِينَ ظَلَمُوا أَنْفُسَهُمْ إِلَّا أَنْ تَكُونُوا بَاكِينَ أَنْ يُصِيبَكُمْ مِثْلُ مَا أَصَابَهُمْ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( مَا نَقَصَتْ صَدَقَةٌ مِنْ مَالٍ ، وَمَا زَادَ اللَّهُ عَبْدًا بِعَفْوٍ إِلَّا عِزًّا ، وَمَا تَوَاضَعَ أَحَدٌ لِلَّهِ إِلَّا رَفَعَهُ اللَّهُ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن خولة بنت حكيم أن النبي صلى الله عليه وسلم قال : ( مَنْ نَزَلَ مَنْزِلًا ثُمَّ قَالَ أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ لَمْ يَضُرَّهُ شَيْءٌ حَتَّى يَرْتَحِلَ مِنْ مَنْزِلِهِ ذَلِكَ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( لا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عن أَنَس بْن مَالِكٍ قال : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( اتَّقُوا دَعْوَةَ الْمَظْلُومِ وَإِنْ كَانَ كَافِرًا فَإِنَّهُ لَيْسَ دُونَهَا حِجَابٌ )",
        "rwi": "رواه أحمد و حسنه الألباني في \"الصحيحة"
    },
    {
        "text": "عَنْ عُبَادَةَ بْنِ الصَّامِتِ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( مَنْ تَعَارَّ مِنْ اللَّيْلِ فَقَالَ لا إِلَهَ إِلا اللَّهُ وَحْدَهُ لا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ الْحَمْدُ لِلَّهِ وَسُبْحَانَ اللَّهِ وَلا إِلَهَ إِلا اللَّهُ وَاللَّهُ أَكْبَرُ وَلا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ ثُمَّ قَالَ اللَّهُمَّ اغْفِرْ لِي أَوْ دَعَا اسْتُجِيبَ لَهُ فَإِنْ تَوَضَّأَ وَصَلَّى قُبِلَتْ صَلاتُه )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عن عَبْد اللَّهِ بْن عَمْرِو بْنِ الْعَاصِ رضى الله عنهما أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ لَهُ : ( أَحَبُّ الصَّلاَةِ إِلَى اللَّهِ صَلاَةُ دَاوُدَ عَلَيْهِ السَّلاَمُ ، وَأَحَبُّ الصِّيَامِ إِلَى اللَّهِ صِيَامُ دَاوُدَ ، وَكَانَ يَنَامُ نِصْفَ اللَّيْلِ وَيَقُومُ ثُلُثَهُ وَيَنَامُ سُدُسَهُ ، وَيَصُومُ يَوْمًا وَيُفْطِرُ يَوْمًا )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ رضي الله عنه عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( مَنْ اقْتَنَى كَلْبًا لَيْسَ بِكَلْبِ صَيْدٍ وَلا مَاشِيَةٍ وَلا أَرْضٍ فَإِنَّهُ يَنْقُصُ مِنْ أَجْرِهِ قِيرَاطَانِ كُلَّ يَوْمٍ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن أبي هريرة عن النبي صلى الله عليه وسلم قال: \" إياكم والظن فإن الظن أكذب الحديث ، ولا تحسسوا ، ولا تجسسوا ، ولا تحاسدوا ، ولا تدابروا ، ولا تباغضوا ، وكونوا عباد الله إخوانا ",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن خولة بنت حكيم أن النبي صلى الله عليه وسلم قال : ( مَنْ نَزَلَ مَنْزِلًا ثُمَّ قَالَ أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ لَمْ يَضُرَّهُ شَيْءٌ حَتَّى يَرْتَحِلَ مِنْ مَنْزِلِهِ ذَلِكَ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي ذَرٍّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( تَبَسُّمُكَ فِي وَجْهِ أَخِيكَ لَكَ صَدَقَةٌ )",
        "rwi": "رواه الترمذي وصححه الألباني في \"صحيح الترمذي"
    },
    {
        "text": "عَنْ أَنَسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( يَخْرُجُ مِنْ النَّارِ مَنْ قَالَ لَا إِلَهَ إِلَّا اللَّهُ وَفِي قَلْبِهِ وَزْنُ شَعِيرَةٍ مِنْ خَيْرٍ وَيَخْرُجُ مِنْ النَّارِ مَنْ قَالَ لَا إِلَهَ إِلَّا اللَّهُ وَفِي قَلْبِهِ وَزْنُ بُرَّةٍ مِنْ خَيْرٍ وَيَخْرُجُ مِنْ النَّارِ مَنْ قَالَ لَا إِلَهَ إِلَّا اللَّهُ وَفِي قَلْبِهِ وَزْنُ ذَرَّةٍ مِنْ خَيْرٍ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي ذَرٍّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( تَبَسُّمُكَ فِي وَجْهِ أَخِيكَ لَكَ صَدَقَةٌ )",
        "rwi": "رواه الترمذي وصححه الألباني في \"صحيح الترمذي"
    },
    {
        "text": "عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: ( إِنَّ اللهَ رَفِيقٌ يُحِبُّ الرِّفْقَ، وَيُعْطِي عَلَى الرِّفْقِ مَا لَا يُعْطِي عَلَى الْعُنْفِ ، وَمَا لَا يُعْطِي عَلَى مَا سِوَاهُ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رَضِيَ اللَّهُ عَنْهُمَا \" أَنَّ رَجُلًا سَأَلَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: أَيُّ الإِسْلاَمِ خَيْرٌ؟ قَالَ: (تُطْعِمُ الطَّعَامَ ، وَتَقْرَأُ السَّلاَمَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ) ",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( إِنَّ اللَّهَ لَيَرْضَى عَنْ الْعَبْدِ أَنْ يَأْكُلَ الْأَكْلَةَ فَيَحْمَدَهُ عَلَيْهَا ، أَوْ يَشْرَبَ الشَّرْبَةَ فَيَحْمَدَهُ عَلَيْهَا )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي مَالِكٍ الْأَشْعَرِيِّ رضي الله عنه قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( الطُّهُورُ شَطْرُ الْإِيمَانِ وَالْحَمْدُ لِلَّهِ تَمْلَأُ الْمِيزَانَ وَسُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ تَمْلَآَنِ أَوْ تَمْلَأُ مَا بَيْنَ السَّمَاوَاتِ وَالْأَرْضِ وَالصَّلَاةُ نُورٌ وَالصَّدَقَةُ بُرْهَانٌ وَالصَّبْرُ ضِيَاءٌ وَالْقُرْآنُ حُجَّةٌ لَكَ أَوْ عَلَيْكَ كُلُّ النَّاسِ يَغْدُو فَبَايِعٌ نَفْسَهُ فَمُعْتِقُهَا أَوْ مُوبِقُهَا )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( مَنْ دَعَا إِلَى هُدًى كَانَ لَهُ مِنْ الْأَجْرِ مِثْلُ أُجُورِ مَنْ تَبِعَهُ لَا يَنْقُصُ ذَلِكَ مِنْ أُجُورِهِمْ شَيْئًا، وَمَنْ دَعَا إِلَى ضَلَالَةٍ كَانَ عَلَيْهِ مِنْ الْإِثْمِ مِثْلُ آثَامِ مَنْ تَبِعَهُ لَا يَنْقُصُ ذَلِكَ مِنْ آثَامِهِمْ شَيْئًا )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( مَنْ تَابَ قَبْلَ أَنْ تَطْلُعَ الشَّمْسُ مِنْ مَغْرِبِهَا تَابَ اللَّهُ عَلَيْهِ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: ( كُلُّ أُمَّتِي يَدْخُلُونَ الجَنَّةَ إِلَّا مَنْ أَبَى، قَالُوا: يَا رَسُولَ اللَّهِ، وَمَنْ يَأْبَى؟ قَالَ: مَنْ أَطَاعَنِي دَخَلَ الجَنَّةَ ، وَمَنْ عَصَانِي فَقَدْ أَبَى )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "قال النبي صلى الله عليه وسلم ( وَأَحَبُّ الْأَعْمَالِ إِلَى اللهِ تَعَالَى سُرُورٌ تُدْخِلُهُ عَلَى مُسْلِمٍ ، أَوْ تَكَشِفُ عَنْهُ كُرْبَةً ، أَوْ تَقْضِي عَنْهُ دَيْنًا، أَوْ تَطْرُدُ عَنْهُ جُوعًا )",
        "rwi": "رواه الطبراني في \" الكبير \" وحسنه الألباني"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ رضي الله عنه عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( تُعْرَضُ أَعْمَالُ النَّاسِ فِي كُلِّ جُمُعَةٍ مَرَّتَيْنِ يَوْمَ الِاثْنَيْنِ وَيَوْمَ الْخَمِيسِ فَيُغْفَرُ لِكُلِّ عَبْدٍ مُؤْمِنٍ إِلا عَبْدًا بَيْنَهُ وَبَيْنَ أَخِيهِ شَحْنَاءُ فَيُقَالُ : اتْرُكُوا هَذَيْنِ حَتَّى يَفِيئَا )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ ، قَالَ: سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: ( مَنْ صَامَ يَوْمًا فِي سَبِيلِ اللَّهِ ، بَعَّدَ اللَّهُ وَجْهَهُ عَنِ النَّارِ سَبْعِينَ خَرِيفًا )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن أبي هريرة رضي الله عنه ، أن رجلا قال للنبي صلى الله عليه وسلم : \" أوصني \" ، قال : ( لا تغضب ) ، فردّد ، قال : ( لا تغضب )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَنْ مُعَاوِيَةَ بْنِ جَاهِمَةَ السَّلَمِيِّ ، أَنَّ جَاهِمَةَ رضي الله عنه جَاءَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ : يَا رَسُولَ اللَّهِ أَرَدْتُ أَنْ أَغْزُوَ وَقَدْ جِئْتُ أَسْتَشِيرُكَ . فَقَالَ : هَلْ لَكَ مِنْ أُمٍّ ؟ قَالَ نَعَمْ . قَالَ: ( فَالْزَمْهَا فَإِنَّ الْجَنَّةَ تَحْتَ رِجْلَيْهَا )",
        "rwi": "رواه النسائي ، وحسنه الألباني"
    },
    {
        "text": "عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رضي الله عنهما ، عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( لَيْسَ الْوَاصِلُ بِالْمُكَافِئِ ؛ وَلَكِنْ الْوَاصِلُ الَّذِي إِذَا قُطِعَتْ رَحِمُهُ وَصَلَهَا )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَنْ ابْنِ عَبَّاسٍ ، قَالَ: \" كُنْتُ خَلْفَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمًا، فَقَالَ: ( يَا غُلَامُ إِنِّي أُعَلِّمُكَ كَلِمَاتٍ ، احْفَظِ اللَّهَ يَحْفَظْكَ ، احْفَظِ اللَّهَ تَجِدْهُ تُجَاهَكَ ، إِذَا سَأَلْتَ فَاسْأَلِ اللَّهَ ، وَإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِاللَّهِ ، وَاعْلَمْ أَنَّ الأُمَّةَ لَوْ اجْتَمَعَتْ عَلَى أَنْ يَنْفَعُوكَ بِشَيْءٍ لَمْ يَنْفَعُوكَ إِلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ لَكَ ، وَلَوْ اجْتَمَعُوا عَلَى أَنْ يَضُرُّوكَ بِشَيْءٍ لَمْ يَضُرُّوكَ إِلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ عَلَيْكَ ، رُفِعَتِ الأَقْلَامُ وَجَفَّتْ الصُّحُفُ )",
        "rwi": "رواه الترمذي"
    },
    {
        "text": "قال النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( مَثَلُ الْمُؤْمِنِينَ فِي تَوَادِّهِمْ وَتَرَاحُمِهِمْ وَتَعَاطُفِهِمْ مَثَلُ الْجَسَدِ إِذَا اشْتَكَى مِنْهُ عُضْوٌ تَدَاعَى لَهُ سَائِرُ الْجَسَدِ بِالسَّهَرِ وَالْحُمَّى )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي ذَرٍّ رضي الله عنه قَالَ : قِيلَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : أَرَأَيْتَ الرَّجُلَ يَعْمَلُ الْعَمَلَ مِنْ الْخَيْرِ وَيَحْمَدُهُ النَّاسُ عَلَيْهِ ؟ قَالَ : ( تِلْكَ عَاجِلُ بُشْرَى الْمُؤْمِنِ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ \"إِذَا تَوَضَّأَ الْعَبْدُ الْمُسْلِمُ أَوْ الْمُؤْمِنُ فَغَسَلَ وَجْهَهُ خَرَجَ مِنْ وَجْهِهِ كُلُّ خَطِيئَةٍ نَظَرَ إِلَيْهَا بِعَيْنَيْهِ مَعَ الْمَاءِ أَوْ مَعَ آخِرِ قَطْرِ الْمَاءِ فَإِذَا غَسَلَ يَدَيْهِ خَرَجَ مِنْ يَدَيْهِ كُلُّ خَطِيئَةٍ كَانَ بَطَشَتْهَا يَدَاهُ مَعَ الْمَاءِ أَوْ مَعَ آخِرِ قَطْرِ الْمَاءِ فَإِذَا غَسَلَ رِجْلَيْهِ خَرَجَتْ كُلُّ خَطِيئَةٍ مَشَتْهَا رِجْلَاهُ مَعَ الْمَاءِ أَوْ مَعَ آخِرِ قَطْرِ الْمَاءِ حَتَّى يَخْرُجَ نَقِيًّا مِنْ الذُّنُوبِ ",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن أَبِي أَيُّوبَ الْأَنْصَارِيِّ عَنْ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قال : ( مَنْ قَالَ : لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، عَشْرَ مِرَارٍ كَانَ كَمَنْ أَعْتَقَ أَرْبَعَةَ أَنْفُسٍ مِنْ وَلَدِ إِسْمَاعِيلَ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي ذَرٍّ رضي الله عنه عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ : ( يُصْبِحُ عَلَى كُلِّ سُلَامَى مِنْ أَحَدِكُمْ صَدَقَةٌ ، فَكُلُّ تَسْبِيحَةٍ صَدَقَةٌ ، وَكُلُّ تَحْمِيدَةٍ صَدَقَةٌ ، وَكُلُّ تَهْلِيلَةٍ صَدَقَةٌ ، وَكُلُّ تَكْبِيرَةٍ صَدَقَةٌ وَأَمْرٌ بِالْمَعْرُوفِ صَدَقَةٌ ، وَنَهْيٌ عَنْ الْمُنْكَرِ صَدَقَةٌ ، وَيُجْزِئُ مِنْ ذَلِكَ رَكْعَتَانِ يَرْكَعُهُمَا مِنْ الضُّحَى )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَاليَوْمِ الآخِرِ فَلاَ يُؤْذِي جَارَهُ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ : ( أَوْصَانِي خَلِيلِي بِثَلَاثٍ لا أَدَعُهُنَّ حَتَّى أَمُوتَ : صَوْمِ ثَلاثَةِ أَيَّامٍ مِنْ كُلِّ شَهْرٍ ، وَصَلاةِ الضُّحَى ، وَنَوْمٍ عَلَى وِتْرٍ)",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن أبي هريرة رضي الله عنه قال   : جاء رجل إلى رسول الله  صلى الله عليه وسلم فقال : يا رسول الله من أحق الناس بحسن صحابتي ؟ قال : أمك ، قال ثم من ؟ قال : أمك ، قال : ثم من ؟  قال : أمك ، قال : ثم من ؟ قال : ثم أبوك ",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( لا تَقَدَّمُوا رَمَضَانَ بِصَوْمِ يَوْمٍ وَلا يَوْمَيْنِ إِلا رَجُلٌ كَانَ يَصُومُ صَوْمًا فَلْيَصُمْهُ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : \" مَنْ صَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ ",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم : ( إِذَا كَانَ أَوَّلُ لَيْلَةٍ مِنْ شَهْرِ رَمَضَانَ صُفِّدَتِ الشَّيَاطِينُ ، وَمَرَدَةُ الجِنِّ ، وَغُلِّقَتْ أَبْوَابُ النَّارِ ، فَلَمْ يُفْتَحْ مِنْهَا بَابٌ ، وَفُتِّحَتْ أَبْوَابُ الجَنَّةِ ، فَلَمْ يُغْلَقْ مِنْهَا بَابٌ ، وَيُنَادِي مُنَادٍ : يَا بَاغِيَ الخَيْرِ أَقْبِلْ ، وَيَا بَاغِيَ الشَّرِّ أَقْصِرْ، وَلِلَّهِ عُتَقَاءُ مِنَ النَّارِ، وَذَلكَ كُلُّ لَيْلَةٍ )",
        "rwi": "رواه الترمذي وصححه الألباني في \"صحيح الترمذي"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( إِذَا سَمِعَ أَحَدُكُمْ النِّدَاءَ وَالإِنَاءُ عَلَى يَدِهِ فَلا يَضَعْهُ حَتَّى يَقْضِيَ حَاجَتَهُ مِنْهُ )",
        "rwi": "رواه أحمد وأبو داود وصححه الألباني في صحيح أبي داود"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( لَوْلَا أَنْ أَشُقَّ عَلَى النَّاسِ لَأَمَرْتُهُمْ بِالسِّوَاكِ مَعَ كُلِّ صَلَاةٍ )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عن أبي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ : قالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( لِلصَّائِمِ فَرْحَتَانِ يَفْرَحُهُمَا : إِذَا أَفْطَرَ فَرِحَ بِفِطْرِهِ , وَإِذَا لَقِيَ رَبَّهُ فَرِحَ بِصَوْمِهِ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : \" مَنْ قَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ ",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن أبي هُرَيْرَةَ قال : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( إِذَا فَرَغَ أَحَدُكُمْ مِنْ التَّشَهُّدِ الْآخِرِ فَلْيَتَعَوَّذْ بِاللَّهِ مِنْ أَرْبَعٍ : مِنْ عَذَابِ جَهَنَّمَ وَمِنْ عَذَابِ الْقَبْرِ وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ وَمِنْ شَرِّ الْمَسِيحِ الدَّجَّالِ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن أبي سعيد الخدري رضي الله عنه عن النبي صلى الله عليه وسلم قال : ( إِنَّ أَهْلَ الْجَنَّةِ يَتَرَاءَوْنَ أَهْلَ الْغُرَفِ مِنْ فَوْقِهِمْ ، كَمَا يَتَرَاءَوْنَ الْكَوْكَبَ الدُّرِّيَّ الْغَابِرَ فِي الْأُفُقِ مِنْ الْمَشْرِقِ أَوْ الْمَغْرِبِ ؛ لِتَفَاضُلِ مَا بَيْنَهُمْ ، قَالُوا يَا رَسُولَ اللَّهِ : تِلْكَ مَنَازِلُ الْأَنْبِيَاءِ لَا يَبْلُغُهَا غَيْرُهُمْ ؟ قَالَ : بَلَى ، وَالَّذِي نَفْسِي بِيَدِهِ رِجَالٌ آمَنُوا بِاللَّهِ وَصَدَّقُوا الْمُرْسَلِينَ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "قال عليه الصلاة والسلام : ( إِذَا مَاتَ الْإِنْسَانُ انْقَطَعَ عَنْهُ عَمَلُهُ إِلا مِنْ ثَلاثَةٍ : إِلا مِنْ صَدَقَةٍ جَارِيَةٍ ، أَوْ عِلْمٍ يُنْتَفَعُ بِهِ ، أَوْ وَلَدٍ صَالِحٍ يَدْعُو لَهُ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن أبي هريرة رضي الله عنه أن النّبي صلّى الله عليه وسلّم قال : \" ما من يوم يصبح العِباد فيه إلا مَلكَان يَنزِلان فَيقُول أحَدُهُما : اللّهمّ أعطِ مُنفِقاً خلفاً ، ويقُول الآَخر : اللّهمّ أعطِ مُمسِكاً تلفاً ",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : \" السُّحُورُ أَكْلَةٌ بَرَكَةٌ فَلا تَدَعُوهُ وَلَوْ أَنْ يَجْرَعَ أَحَدُكُمْ جَرْعَةً مِنْ مَاءٍ فَإِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى الْمُتَسَحِّرِينَ ",
        "rwi": "رواه أحمد وحسنه الألباني في صحيح الجامع"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : \"أَتَاكُمْ رَمَضَانُ شَهْرٌ مُبَارَكٌ ، فَرَضَ اللَّهُ عَزَّ وَجَلَّ عَلَيْكُمْ صِيَامَهُ ، تُفْتَحُ فِيهِ أَبْوَابُ السَّمَاءِ ، وَتُغْلَقُ فِيهِ أَبْوَابُ الْجَحِيمِ ، وَتُغَلُّ فِيهِ مَرَدَةُ الشَّيَاطِينِ ، لِلَّهِ فِيهِ لَيْلَةٌ خَيْرٌ مِنْ أَلْفِ شَهْرٍ مَنْ حُرِمَ خَيْرَهَا فَقَدْ حُرِمَ",
        "rwi": "رواه أحمد والنسائي وصححه الألباني في صحيح النسائي"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَقُولُ: \" الصَّلَوَاتُ الْخَمْسُ وَالْجُمْعَةُ إِلَى الْجُمْعَةِ وَرَمَضَانُ إِلَى رَمَضَانَ مُكَفِّرَاتٌ مَا بَيْنَهُنَّ إِذَا اجْتَنَبَ الْكَبَائِرَ ",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَنَسٍ قَالَ : \" قَدِمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ ، وَلَهُمْ يَوْمَانِ يَلْعَبُونَ فِيهِمَا ، فَقَالَ : (مَا هَذَانِ الْيَوْمَانِ ؟ ) قَالُوا : كُنَّا نَلْعَبُ فِيهِمَا فِي الْجَاهِلِيَّةِ ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (إِنَّ اللَّهَ قَدْ أَبْدَلَكُمْ بِهِمَا خَيْرًا مِنْهُمَا : يَوْمَ الْأَضْحَى ، وَيَوْمَ الْفِطْرِ)",
        "rwi": "رواه أبو داود والنسائي وصححه الألباني في \"السلسلة الصحيحة"
    },
    {
        "text": "عن أبي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ : ( حَقُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ خَمْسٌ : رَدُّ السَّلَامِ وَعِيَادَةُ الْمَرِيضِ وَاتِّبَاعُ الْجَنَائِزِ وَإِجَابَةُ الدَّعْوَةِ وَتَشْمِيتُ الْعَاطِسِ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَن أَبي أيُّوب الأنصَارِي رَضِيَ الله عَنهُ أنّ رَسُول الله صَلَّى الله عَليهِ وسَلَّم قَال : \"مَن صَامَ رَمضَان ثمَّ أتبَعهُ ستّاً مِن شوَّال كَان كَصِيَام الدَّهر",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن ابن عباس أن النبي صلى الله عليه وسلم خرج من عند أم المؤمنين جويرية رضي الله عنها بُكْرَةً حِينَ صَلَّى الصُّبْحَ، وَهِيَ فِي مَسْجِدِهَا، ثُمَّ رَجَعَ بَعْدَ أَنْ أَضْحَى، وَهِيَ جَالِسَةٌ، فَقَالَ: (مَا زِلْتِ عَلَى الْحَالِ الَّتِي فَارَقْتُكِ عَلَيْهَا؟) قَالَتْ: نَعَمْ، قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: (لَقَدْ قُلْتُ بَعْدَكِ أَرْبَعَ كَلِمَاتٍ، ثَلَاثَ مَرَّاتٍ، لَوْ وُزِنَتْ بِمَا قُلْتِ مُنْذُ الْيَوْمِ لَوَزَنَتْهُنَّ: سُبْحَانَ اللهِ وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ)",
        "rwi": "رواه مسلم"
    },
    {
        "text": "قَالَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ، : ( لاَ يَقُلْ أَحَدُكُمْ : اللَّهُمَّ اغْفِرْ لِي إِنْ شِئْتَ ، ارْحَمْنِي إِنْ شِئْتَ، ارْزُقْنِي إِنْ شِئْتَ، وَليَعْزِمْ مَسْأَلَتَهُ، إِنَّهُ يَفْعَلُ مَا يَشَاءُ ، لاَ مُكْرِهَ لَهُ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( مَنْ دَعَا إِلَى هُدًى كَانَ لَهُ مِنْ الْأَجْرِ مِثْلُ أُجُورِ مَنْ تَبِعَهُ لَا يَنْقُصُ ذَلِكَ مِنْ أُجُورِهِمْ شَيْئًا، وَمَنْ دَعَا إِلَى ضَلَالَةٍ كَانَ عَلَيْهِ مِنْ الْإِثْمِ مِثْلُ آثَامِ مَنْ تَبِعَهُ لَا يَنْقُصُ ذَلِكَ مِنْ آثَامِهِمْ شَيْئًا )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ جُنْدَبٍ، أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، حَدَّثَ ( أَنَّ رَجُلًا قَالَ: وَاللهِ لَا يَغْفِرُ اللهُ لِفُلَانٍ ، وَإِنَّ اللهَ تَعَالَى قَالَ: مَنْ ذَا الَّذِي يَتَأَلَّى عَلَيَّ أَنْ لَا أَغْفِرَ لِفُلَانٍ، فَإِنِّي قَدْ غَفَرْتُ لِفُلَانٍ ، وَأَحْبَطْتُ عَمَلَكَ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : قَالَ اللَّهُ تَبَارَكَ وَتَعَالَى : \" أَنَا أَغْنَى الشُّرَكَاءِ عَنْ الشِّرْكِ مَنْ عَمِلَ عَمَلًا أَشْرَكَ فِيهِ مَعِي غَيْرِي تَرَكْتُهُ وَشِرْكَهُ ",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن حَفْصِ بْنِ عَاصِمِ بْنِ عُمَرَ بْنِ الْخَطَّابِ عَنْ أَبِيهِ عَنْ جَدِّهِ عُمَرَ بْنِ الْخَطَّابِ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( إِذَا قَالَ الْمُؤَذِّنُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ فَقَالَ أَحَدُكُمْ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ ثُمَّ قَالَ أَشْهَدُ أَنْ لا إِلَهَ إِلا اللَّهُ قَالَ أَشْهَدُ أَنْ لا إِلَهَ إِلا اللَّهُ ثُمَّ قَالَ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ قَالَ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ ثُمَّ قَالَ حَيَّ عَلَى الصَّلاةِ قَالَ لا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ ثُمَّ قَالَ حَيَّ عَلَى الْفَلاحِ قَالَ لا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ ثُمَّ قَالَ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ قَالَ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ ثُمَّ قَالَ لا إِلَهَ إِلا اللَّهُ قَالَ لا إِلَهَ إِلا اللَّهُ مِنْ قَلْبِهِ دَخَلَ الْجَنَّةَ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن أَبي هُرَيْرَةَ رضي الله عنه عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال : ( لا يَتَمَنَّى أَحَدُكُمْ الْمَوْتَ , وَلا يَدْعُ بِهِ مِنْ قَبْلِ أَنْ يَأْتِيَهُ ، إِنَّهُ إِذَا مَاتَ أَحَدُكُمْ انْقَطَعَ عَمَلُهُ ، وَإِنَّهُ لا يَزِيدُ الْمُؤْمِنَ عُمْرُهُ إِلا خَيْرًا )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي مَسْعُودٍ الْأَنْصَارِيِّ رضي الله عنه قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ يُخَوِّفُ اللَّهُ بِهِمَا عِبَادَهُ ، وَإِنَّهُمَا لَا يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ مِنْ النَّاسِ ، فَإِذَا رَأَيْتُمْ مِنْهَا شَيْئًا فَصَلُّوا وَادْعُوا اللَّهَ حَتَّى يُكْشَفَ مَا بِكُمْ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي مُوسَى رضي الله عنه قَالَ : \" خَسَفَتْ الشَّمْسُ فَقَامَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَزِعًا يَخْشَى أَنْ تَكُونَ السَّاعَةُ ، فَأَتَى الْمَسْجِدَ فَصَلَّى بِأَطْوَلِ قِيَامٍ وَرُكُوعٍ وَسُجُودٍ رَأَيْتُهُ قَطُّ يَفْعَلُهُ ، وَقَالَ : ( هَذِهِ الْآيَاتُ الَّتِي يُرْسِلُ اللَّهُ لَا تَكُونُ لِمَوْتِ أَحَدٍ وَلَا لِحَيَاتِهِ وَلَكِنْ يُخَوِّفُ اللَّهُ بِهِ عِبَادَهُ ؛ فَإِذَا رَأَيْتُمْ شَيْئًا مِنْ ذَلِكَ فَافْزَعُوا إِلَى ذِكْرِهِ وَدُعَائِهِ وَاسْتِغْفَارِهِ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: ( إِنَّ اللهَ رَفِيقٌ يُحِبُّ الرِّفْقَ، وَيُعْطِي عَلَى الرِّفْقِ مَا لَا يُعْطِي عَلَى الْعُنْفِ ، وَمَا لَا يُعْطِي عَلَى مَا سِوَاهُ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( أَلَا أُخْبِرُكُمْ بِمَنْ يَحْرُمُ عَلَى النَّارِ أَوْ بِمَنْ تَحْرُمُ عَلَيْهِ النَّارُ، عَلَى كُلِّ قَرِيبٍ هَيِّنٍ سَهْلٍ)",
        "rwi": "رواه الترمذي وصححه الألباني في \"صحيح الترمذي"
    },
    {
        "text": "عَنْ عَلِيٍّ قَالَ: قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( إِنَّ فِي الجَنَّةِ غُرَفًا تُرَى ظُهُورُهَا مِنْ بُطُونِهَا وَبُطُونُهَا مِنْ ظُهُورِهَا) ، فَقَامَ أَعْرَابِيٌّ فَقَالَ: لِمَنْ هِيَ يَا رَسُولَ اللَّهِ؟ قَالَ: ( لِمَنْ أَطَابَ الكَلَامَ ، وَأَطْعَمَ الطَّعَامَ ، وَأَدَامَ الصِّيَامَ، وَصَلَّى بِاللَّيْلِ وَالنَّاسُ نِيَامٌ)",
        "rwi": "رواه الترمذي وحسنه الألباني في \"صحيح الترمذي"
    },
    {
        "text": "عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رَضِيَ اللَّهُ عَنْهُمَا \" أَنَّ رَجُلًا سَأَلَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: أَيُّ الإِسْلاَمِ خَيْرٌ؟ قَالَ: (تُطْعِمُ الطَّعَامَ ، وَتَقْرَأُ السَّلاَمَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ) ",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن عبد الله بن عمر رضي الله عنهما أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( مَنْ اقْتَنَى كَلْبًا إِلا كَلْبَ مَاشِيَةٍ أَوْ كَلْبَ صَيْدٍ نَقَصَ مِنْ عَمَلِهِ كُلَّ يَوْمٍ قِيرَاطٌ . قَالَ عَبْدُ اللَّهِ : وَقَالَ أَبُو هُرَيْرَةَ : أَوْ كَلْبَ حَرْثٍ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ قَالَ : قَالَ أَبُو الْقَاسِمِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( فِي الْجُمُعَةِ سَاعَةٌ لَا يُوَافِقُهَا عَبْدٌ مُسْلِمٌ قَائِمٌ يُصَلِّي فَسَأَلَ اللَّهَ خَيْرًا إِلَّا أَعْطَاهُ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن عَلِيِّ بْنِ أَبِي طَالِبٍ عن النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( لَعَنَ اللَّهُ مَنْ لَعَنَ وَالِدَيه )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( الرَّاحِمُونَ يَرْحَمُهُمْ الرَّحْمَنُ ارْحَمُوا مَنْ فِي الْأَرْضِ يَرْحَمْكُمْ مَنْ فِي السَّمَاءِ )",
        "rwi": "رواه الترمذي وصححه الألباني في صحيح الترمذي"
    },
    {
        "text": "عَن أَبِى هُرَيْرَةَ رضي الله عنه قَالَ : قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم : (اثْنَتَانِ فِي النَّاسِ هُمَا بِهِمْ كُفْرٌ : الطَّعْنُ فِي النَّسَبِ ، وَالنِّيَاحَةُ عَلَى الْمَيِّتِ)",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( إِذَا خَلَصَ الْمُؤْمِنُونَ مِنْ النَّارِ حُبِسُوا بِقَنْطَرَةٍ بَيْنَ الْجَنَّةِ وَالنَّارِ ، فَيَتَقَاصُّونَ مَظَالِمَ كَانَتْ بَيْنَهُمْ فِي الدُّنْيَا ، حَتَّى إِذَا نُقُّوا وَهُذِّبُوا أُذِنَ لَهُمْ بِدُخُولِ الْجَنَّةِ )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَنْ سَهْلٍ قَالَ الْتَقَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْمُشْرِكُونَ فِي بَعْضِ مَغَازِيهِ فَاقْتَتَلُوا فَمَالَ كُلُّ قَوْمٍ إِلَى عَسْكَرِهِمْ وَفِي الْمُسْلِمِينَ رَجُلٌ لَا يَدَعُ مِنْ الْمُشْرِكِينَ شَاذَّةً وَلَا فَاذَّةً إِلَّا اتَّبَعَهَا فَضَرَبَهَا بِسَيْفِهِ فَقِيلَ يَا رَسُولَ اللَّهِ مَا أَجْزَأَ أَحَدٌ مَا أَجْزَأَ فُلَانٌ فَقَالَ إِنَّهُ مِنْ أَهْلِ النَّارِ فَقَالُوا أَيُّنَا مِنْ أَهْلِ الْجَنَّةِ إِنْ كَانَ هَذَا مِنْ أَهْلِ النَّارِ فَقَالَ رَجُلٌ مِنْ الْقَوْمِ لَأَتَّبِعَنَّهُ فَإِذَا أَسْرَعَ وَأَبْطَأَ كُنْتُ مَعَهُ حَتَّى جُرِحَ فَاسْتَعْجَلَ الْمَوْتَ فَوَضَعَ نِصَابَ سَيْفِهِ بِالْأَرْضِ وَذُبَابَهُ بَيْنَ ثَدْيَيْهِ ثُمَّ تَحَامَلَ عَلَيْهِ فَقَتَلَ نَفْسَهُ فَجَاءَ الرَّجُلُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَشْهَدُ أَنَّكَ رَسُولُ اللَّهِ فَقَالَ وَمَا ذَاكَ فَأَخْبَرَهُ فَقَالَ : ( إِنَّ الرَّجُلَ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ فِيمَا يَبْدُو لِلنَّاسِ وَإِنَّهُ لَمِنْ أَهْلِ النَّارِ وَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ فِيمَا يَبْدُو لِلنَّاسِ وَهُوَ مِنْ أَهْلِ الْجَنَّةِ ).",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( مَا نَقَصَتْ صَدَقَةٌ مِنْ مَالٍ ، وَمَا زَادَ اللَّهُ عَبْدًا بِعَفْوٍ إِلَّا عِزًّا ، وَمَا تَوَاضَعَ أَحَدٌ لِلَّهِ إِلَّا رَفَعَهُ اللَّهُ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "قال رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لما سُئلَ : أَيُّ النَّاسِ أَفْضَلُ ؟ قَالَ : كُلُّ مَخْمُومِ الْقَلْبِ صَدُوقِ اللِّسَانِ . قَالُوا صَدُوقُ اللِّسَانِ نَعْرِفُهُ فَمَا مَخْمُومُ الْقَلْبِ ؟ قَالَ : ( هُوَ التَّقِيُّ النَّقِيُّ لَا إِثْمَ فِيهِ وَلَا بَغْيَ وَلَا غِلَّ وَلَا حَسَدَ )",
        "rwi": "رواه ابن ماجة وصححه الألباني في \"صحيح ابن ماجة"
    },
    {
        "text": "عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال : \" ما من يوم يصبح العباد فيه إلا ملكان ينزلان فيقول أحدهما : اللهم أعط منفقا خلفاً ، ويقول الآخر : اللهم أعط ممسكاً تلفاً ",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِى هُرَيْرَةَ قَالَ : قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم : ( إِذَا تَشَهَّدَ أَحَدُكُمْ فَلْيَسْتَعِذْ بِاللَّهِ مِنْ أَرْبَعٍ ، يَقُولُ : اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ جَهَنَّمَ ، وَمِنْ عَذَابِ الْقَبْرِ ، وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ ، وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن أبي هُرَيْرَةَ رَضِي اللهُ عَنه : ( أَنَّ أَعْرَابِيًّا بَالَ فِي المَسْجِدِ، فَثَارَ إِلَيْهِ النَّاسُ ليَقَعُوا بِهِ، فَقَالَ لَهُمْ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: دَعُوهُ، وَأَهْرِيقُوا عَلَى بَوْلِهِ ذَنُوبًا مِنْ مَاءٍ، أَوْ سَجْلًا مِنْ مَاءٍ، فَإِنَّمَا بُعِثْتُمْ مُيَسِّرِينَ وَلَمْ تُبْعَثُوا مُعَسِّرِينَ )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَنْ جَرِيرٍ بن عبد الله رَضِي اللهُ عَنه قَالَ: ( مَا حَجَبَنِي النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مُنْذُ أَسْلَمْتُ، وَلاَ رَآنِي إِلَّا تَبَسَّمَ فِي وَجْهِي )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: ( مَا خُيِّرَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَيْنَ أَمْرَيْنِ إِلَّا اخْتَارَ أَيْسَرَهُمَا مَا لَمْ يَأْثَمْ، فَإِذَا كَانَ الإِثْمُ كَانَ أَبْعَدَهُمَا مِنْهُ، وَاللَّهِ مَا انْتَقَمَ لِنَفْسِهِ فِي شَيْءٍ يُؤْتَى إِلَيْهِ قَطُّ، حَتَّى تُنْتَهَكَ حُرُمَاتُ اللَّهِ، فَيَنْتَقِمُ لِلَّهِ )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ: أَنَّهُ سَمِعَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: ( اللهُمَّ! إِنَّمَا مُحَمَّدٌ بَشَرٌ، يَغْضَبُ كَمَا يَغْضَبُ الْبَشَرُ، وَإِنِّي قَدِ اتَّخَذْتُ عِنْدَكَ عَهْدًا لَنْ تُخْلِفَنِيهِ، فَأَيُّمَا مُؤْمِنٍ آذَيْتُهُ، أَوْ سَبَبْتُهُ، أَوْ جَلَدْتُهُ، فَاجْعَلْهَا لَهُ كَفَّارَةً، وَقُرْبَةً، تُقَرِّبُهُ بِهَا إِلَيْكَ يَوْمَ الْقِيَامَةِ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن أبي مَالِكٍ الأَشْعَرِيَّ رضي الله عنه أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : (أَرْبَعٌ فِي أُمَّتِي مِنْ أَمْرِ الْجَاهِلِيَّةِ لا يَتْرُكُونَهُنَّ : الْفَخْرُ فِي الأَحْسَابِ ، وَالطَّعْنُ فِي الأَنْسَابِ ، وَالاسْتِسْقَاءُ بِالنُّجُومِ ، وَالنِّيَاحَةُ)",
        "rwi": "رواه مسلم"
    },
    {
        "text": "قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيَقُلْ خَيْرًا أَوْ لِيَصْمُتْ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أبي موسى عبد اللَّه بن قيس الأشعري رَضِيَ اللَّهُ عَنْهُ عَنْ النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم قال : ( إن اللَّه تعالى يبسط يده بالليل ليتوب مسيء النهار ، ويبسط يده بالنهار ليتوب مسيء الليل حتى تطلع الشمس مِنْ مغربها )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رضي الله عنهما أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ :( أَوْلَى النَّاسِ بِي يَوْمَ الْقِيَامَةِ أَكْثَرُهُمْ عَلَيَّ صَلَاةً )",
        "rwi": "رواه الترمذي وحسنه الألباني في \" صحيح الترغيب "
    },
    {
        "text": "عَنْ جَابِرٍ، قَالَ: ( لَعَنَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ آكِلَ الرِّبَا، وَمُؤْكِلَهُ، وَكَاتِبَهُ ، وَشَاهِدَيْهِ ) ، وَقَالَ: (هُمْ سَوَاءٌ).",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم كان إذا أتى مريضاً أو أُتي به قال : \"أَذهب الباس رب الناس اشف وأنت الشافي لا شفاء إلا شفاؤك شفاء لا يغادر سقماً .",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( ادْعُوا اللَّهَ وَأَنْتُمْ مُوقِنُونَ بِالإِجَابَةِ، وَاعْلَمُوا أَنَّ اللَّهَ لَا يَسْتَجِيبُ دُعَاءً مِنْ قَلْبٍ غَافِلٍ لَاهٍ )",
        "rwi": "رواه الترمذي وحسنه الألباني في \"سلسلة الأحاديث الصحيحة"
    },
    {
        "text": "عَنْ عَائِشَةَ رضي الله عنها قَالَتْ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( مَنِ الْتَمَسَ رِضَى اللَّهِ بِسَخَطِ النَّاسِ ، رَضِيَ الله عَنْهُ ، وَأَرْضَى النَّاسَ عَنْهُ ، وَمَنِ الْتَمَسَ رِضَا النَّاسِ بِسَخَطِ اللَّهِ ، سَخَطَ اللَّهُ عَلَيْهِ ، وَأَسْخَطَ عليه الناس )",
        "rwi": "رواه ابن حبان \"الإحسان في تقريب صحيح ابن حبان"
    },
    {
        "text": "عَنْ أَبِى هُرَيْرَةَ رضى الله عنه أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ : ( مَنْ قَالَ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ فِي يَوْمٍ مِائَةَ مَرَّةٍ حُطَّتْ خَطَايَاهُ ، وَإِنْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "قال رسول الله صلى الله عليه وسلم : ( يَسِّرُوا وَلاَ تُعَسِّرُوا، وَبَشِّرُوا، وَلاَ تُنَفِّرُوا )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِى هُرَيْرَةَ رضي الله عنه قَالَ : قَالَ النبي صلى الله عليه وسلم ( يَقُولُ اللَّهُ تَعَالَى : أَنَا عِنْدَ ظَنِّ عَبْدِي بِي وَأَنَا مَعَهُ إِذَا ذَكَرَنِي فَإِنْ ذَكَرَنِي فِي نَفْسِهِ ذَكَرْتُهُ في نَفْسِي وَإِنْ ذَكَرَنِي فِي مَلأٍ ذَكَرْتُهُ فِي مَلأٍ خَيْرٍ مِنْهُمْ وَإِنْ تَقَرَّبَ إِلَىَّ بِشِبْرٍ تَقَرَّبْتُ إِلَيْهِ ذِرَاعًا وَإِنْ تَقَرَّبَ إِلَىَّ ذِرَاعًا تَقَرَّبْتُ إِلَيْهِ بَاعًا وَإِنْ أَتَانِي يَمْشِي أَتَيْتُهُ هَرْوَلَةً )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "قَالَ صلى الله عليه وسلم : ( مَا مِنْ يَوْمٍ يُصْبِحُ الْعِبَادُ فِيهِ إِلاَّ مَلَكَانِ يَنْزِلاَنِ فَيَقُولُ أَحَدُهُمَا اللَّهُمَّ أَعْطِ مُنْفِقًا خَلَفًا ، وَيَقُولُ الآخَرُ : اللَّهُمَّ أَعْطِ مُمْسِكًا تَلَفاً )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عنْ أَنَس بْنِ مَالِكٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( يَخْرُجُ قَوْمٌ مِنْ النَّارِ بَعْدَ مَا مَسَّهُمْ مِنْهَا سَفْعٌ فَيَدْخُلُونَ الْجَنَّةَ فَيُسَمِّيهِمْ أَهْلُ الْجَنَّةِ الْجَهَنَّمِيِّينَ )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَنْ أَبِى هُرَيْرَةَ قَالَ : قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم : ( إِذَا تَشَهَّدَ أَحَدُكُمْ فَلْيَسْتَعِذْ بِاللَّهِ مِنْ أَرْبَعٍ ، يَقُولُ : اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ جَهَنَّمَ ، وَمِنْ عَذَابِ الْقَبْرِ ، وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ ، وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ رضي الله عنه أَنَّهُ قَالَ : يَا رَسُولَ اللَّهِ ، أَيُّ الصَّدَقَةِ أَفْضَلُ ؟ قَالَ : ( جُهْدُ الْمُقِلِّ وَابْدَأْ بِمَنْ تَعُولُ )",
        "rwi": "رواه أبو داود و صححه الألباني في صحيح أبي داود"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ قَالَ : قَالَ أَبُو الْقَاسِمِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( فِي الْجُمُعَةِ سَاعَةٌ لَا يُوَافِقُهَا عَبْدٌ مُسْلِمٌ قَائِمٌ يُصَلِّي فَسَأَلَ اللَّهَ خَيْرًا إِلَّا أَعْطَاهُ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن ابن عمر رضي الله عنهما أن النبي صلى الله عليه وسلم قال : ( أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى : يَشْهَدُوا أَنْ لَا إِلَهَ إِلَّا اللَّهُ ، وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ ، وَيُقِيمُوا الصَّلَاةَ ، وَيُؤْتُوا الزَّكَاةَ ، فَإِذَا فَعَلُوا ذَلِكَ عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ ، إِلَّا بِحَقِّ الْإِسْلَامِ ، وَحِسَابُهُمْ عَلَى اللَّهِ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ أَنَّ مُكَاتَبًا جَاءَهُ فَقَالَ : إِنِّي قَدْ عَجَزْتُ عَنْ كِتَابَتِي فَأَعِنِّي ؟! قَالَ : أَلَا أُعَلِّمُكَ كَلِمَاتٍ عَلَّمَنِيهِنَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، لَوْ كَانَ عَلَيْكَ مِثْلُ جَبَلِ صِيرٍ دَيْنًا أَدَّاهُ اللَّهُ عَنْكَ ؟! ، قَالَ : قُلْ : ( اللَّهُمَّ اكْفِنِي بِحَلَالِكَ عَنْ حَرَامِكَ وَأَغْنِنِي بِفَضْلِكَ عَمَّنْ سِوَاكَ )",
        "rwi": "رواه الترمذي وحسنه الألباني في صحيح الترمذي"
    },
    {
        "text": "قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم : ( لَا تَدْعُوا عَلَى أَنْفُسِكُمْ إِلَّا بِخَيْرٍ فَإِنَّ الْمَلَائِكَةَ يُؤَمِّنُونَ عَلَى مَا تَقُولُونَ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن حَفْصِ بْنِ عَاصِمِ بْنِ عُمَرَ بْنِ الْخَطَّابِ عَنْ أَبِيهِ عَنْ جَدِّهِ عُمَرَ بْنِ الْخَطَّابِ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( إِذَا قَالَ الْمُؤَذِّنُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ فَقَالَ أَحَدُكُمْ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ ثُمَّ قَالَ أَشْهَدُ أَنْ لا إِلَهَ إِلا اللَّهُ قَالَ أَشْهَدُ أَنْ لا إِلَهَ إِلا اللَّهُ ثُمَّ قَالَ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ قَالَ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ ثُمَّ قَالَ حَيَّ عَلَى الصَّلاةِ قَالَ لا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ ثُمَّ قَالَ حَيَّ عَلَى الْفَلاحِ قَالَ لا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ ثُمَّ قَالَ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ قَالَ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ ثُمَّ قَالَ لا إِلَهَ إِلا اللَّهُ قَالَ لا إِلَهَ إِلا اللَّهُ مِنْ قَلْبِهِ دَخَلَ الْجَنَّةَ )",
        "rwi": "رواه مسلم في صحيحه ، وأبو داوود في سننه"
    },
    {
        "text": "عَنْ أَبِي الزُّبَيْرِ قَالَ كَانَ ابْنُ الزُّبَيْرِ يَقُولُ فِي دُبُرِ كُلِّ صَلاةٍ حِينَ يُسَلِّمُ : ( لا إِلَهَ إِلا اللَّهُ وَحْدَهُ لا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ لا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ لا إِلَهَ إِلا اللَّهُ وَلا نَعْبُدُ إِلا إِيَّاهُ لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ لا إِلَهَ إِلا اللَّهُ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ ) وَقَالَ : \" كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُهَلِّلُ بِهِنَّ دُبُرَ كُلِّ صَلاةٍ ",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ( ادْعُوا اللَّهَ وَأَنْتُمْ مُوقِنُونَ بِالإِجَابَةِ، وَاعْلَمُوا أَنَّ اللَّهَ لَا يَسْتَجِيبُ دُعَاءً مِنْ قَلْبٍ غَافِلٍ لَاهٍ )",
        "rwi": "رواه الترمذي وحسنه الألباني في \"سلسلة الأحاديث الصحيحة"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ : قَالَ النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( أَدِّ الْأَمَانَةَ إِلَى مَنْ ائْتَمَنَكَ ، وَلا تَخُنْ مَنْ خَانَكَ )",
        "rwi": "رواه الترمذي وصححه الألباني في صحيح الترمذي"
    },
    {
        "text": "عَنْ أَنَسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( يَخْرُجُ مِنْ النَّارِ مَنْ قَالَ لَا إِلَهَ إِلَّا اللَّهُ وَفِي قَلْبِهِ وَزْنُ شَعِيرَةٍ مِنْ خَيْرٍ وَيَخْرُجُ مِنْ النَّارِ مَنْ قَالَ لَا إِلَهَ إِلَّا اللَّهُ وَفِي قَلْبِهِ وَزْنُ بُرَّةٍ مِنْ خَيْرٍ وَيَخْرُجُ مِنْ النَّارِ مَنْ قَالَ لَا إِلَهَ إِلَّا اللَّهُ وَفِي قَلْبِهِ وَزْنُ ذَرَّةٍ مِنْ خَيْرٍ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي مُوسَى رضي الله عنه قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( الْمُؤْمِنُ لِلْمُؤْمِنِ كَالْبُنْيَانِ يَشُدُّ بَعْضُهُ بَعْضًا )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ : \" إِنَّ نَاسًا مِنْ الْأَنْصَارِ سَأَلُوا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَعْطَاهُمْ ثُمَّ سَأَلُوهُ فَأَعْطَاهُمْ ثُمَّ سَأَلُوهُ فَأَعْطَاهُمْ حَتَّى نَفِدَ مَا عِنْدَهُ فَقَالَ : ( مَا يَكُونُ عِنْدِي مِنْ خَيْرٍ فَلَنْ أَدَّخِرَهُ عَنْكُمْ ، وَمَنْ يَسْتَعْفِفْ يُعِفَّهُ اللَّهُ ، وَمَنْ يَسْتَغْنِ يُغْنِهِ اللَّهُ ، وَمَنْ يَتَصَبَّرْ يُصَبِّرْهُ اللَّهُ ، وَمَا أُعْطِيَ أَحَدٌ عَطَاءً خَيْرًا وَأَوْسَعَ مِنْ الصَّبْرِ ) ",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ رضي الله عنه أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ :( صَلاَةُ الجَمِيعِ تَزِيدُ عَلَى صَلاَتِهِ فِي بَيْتِهِ، وَصَلاَتِهِ فِي سُوقِهِ، خَمْسًا وَعِشْرِينَ دَرَجَةً، فَإِنَّ أَحَدَكُمْ إِذَا تَوَضَّأَ فَأَحْسَنَ، وَأَتَى المَسْجِدَ، لاَ يُرِيدُ إِلَّا الصَّلاَةَ، لَمْ يَخْطُ خَطْوَةً إِلَّا رَفَعَهُ اللَّهُ بِهَا دَرَجَةً، وَحَطَّ عَنْهُ خَطِيئَةً، حَتَّى يَدْخُلَ المَسْجِدَ، وَإِذَا دَخَلَ المَسْجِدَ، كَانَ فِي صَلاَةٍ مَا كَانَتْ تَحْبِسُهُ، وَتُصَلِّي - يَعْنِي عَلَيْهِ المَلاَئِكَةُ - مَا دَامَ فِي مَجْلِسِهِ الَّذِي يُصَلِّي فِيهِ: اللَّهُمَّ اغْفِرْ لَهُ، اللَّهُمَّ ارْحَمْهُ، مَا لَمْ يُحْدِثْ فِيهِ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي الدَّرْدَاءِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ( مَا مِنْ شَيْءٍ أَثْقَلُ فِي الْمِيزَانِ مِنْ حُسْنِ الْخُلُقِ )",
        "rwi": "رواه أبو داود وصححه الشيخ الألباني في صحيح أبي داود"
    },
    {
        "text": "عن عائشة - رضي الله عنها - قالت: سئل النبي - صلى الله عليه وسلم -: أي الأعمال أحب إلى الله؟ قال: ( أدومها وإن قل. وقال: اكلفوا من الأعمال ما تطيقون )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( يَقُولُ اللَّهُ تَعَالَى : أَعْدَدْتُ لِعِبَادِي الصَّالِحِينَ مَا لَا عَيْنٌ رَأَتْ وَلَا أُذُنٌ سَمِعَتْ وَلَا خَطَرَ عَلَى قَلْبِ بَشَرٍ ذُخْرًا بَلْهَ مَا أُطْلِعْتُمْ عَلَيْهِ ) ، ثُمَّ قَرَأَ ( فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن زيد بن ثابت عن النبي صلى الله عليه وسلم قال : \" تعوذوا بالله من الفتن ما ظهر منها وما بطن ",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رضي الله عنهما أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( الصِّيَامُ وَالْقُرْآنُ يَشْفَعَانِ لِلْعَبْدِ يَوْمَ الْقِيَامَةِ ، يَقُولُ الصِّيَامُ : أَيْ رَبِّ مَنَعْتُهُ الطَّعَامَ وَالشَّهَوَاتِ بِالنَّهَارِ فَشَفِّعْنِي فِيهِ . وَيَقُولُ الْقُرْآنُ : مَنَعْتُهُ النَّوْمَ بِاللَّيْلِ فَشَفِّعْنِي فِيهِ . قَالَ : فَيُشَفَّعَانِ )",
        "rwi": "رواه الإمام أحمد و صححه الألباني في \"صحيح الجامع"
    },
    {
        "text": "عن أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : تَسَحَّرُوا فَإِنَّ فِي السَّحُورِ بَرَكَةً",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ ابْنِ عَبَّاسٍ رضي الله عنهما أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( يَدْخُلُ الْجَنَّةَ مِنْ أُمَّتِي سَبْعُونَ أَلْفًا بِغَيْرِ حِسَابٍ ، هُمْ الَّذِينَ لَا يَسْتَرْقُونَ وَلَا يَتَطَيَّرُونَ ولَاَ يكْتَوُونَ وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ عَائِشَةَ رضي الله عنها ، قَالَتْ : \" قُلْتُ : يَا رَسُولَ اللهِ ! أَرَأَيْتَ إِنْ عَلِمْتُ أَيُّ لَيْلَةٍ لَيْلَةُ القَدْرِ مَا أَقُولُ فِيهَا ؟ قَالَ : ( قُولِي : اللَّهُمَّ إِنَّكَ عُفُوٌّ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّي) ",
        "rwi": "رواه الترمذي"
    },
    {
        "text": "عَنْ أَبِي سَعِيدٍ الخدري رضي الله عنه ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( مَا مِنْ مُسْلِمٍ يَدْعُو بِدَعْوَةٍ لَيْسَ فِيهَا إِثْمٌ ، وَلَا قَطِيعَةُ رَحِمٍ ، إِلَّا أَعْطَاهُ اللهُ بِهَا إِحْدَى ثَلَاثٍ : إِمَّا أَنْ تُعَجَّلَ لَهُ دَعْوَتُهُ ، وَإِمَّا أَنْ يَدَّخِرَهَا لَهُ فِي الْآخِرَةِ ، وَإِمَّا أَنْ يَصْرِفَ عَنْهُ مِنَ السُّوءِ مِثْلَهَا . قَالُوا : إِذًا نُكْثِرُ . قَالَ : اللهُ أَكْثَرُ )",
        "rwi": "رواه أحمد في \" المسند \" وصححه الألباني في \" صحيح الأدب المفرد "
    },
    {
        "text": "عَنْ عُمَرَ رضي الله عنه : \" أَنَّ رَجُلًا كَانَ يُلَقَّبُ حِمَارًا ، وَكَانَ يُهْدِي لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْعُكَّةَ مِنَ السَّمْنِ ، وَالْعُكَّةَ مِنَ الْعَسَلِ ، فَإِذَا جَاءَ صَاحِبُهَا يَتَقَاضَاهُ جَاءَ بِهِ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ، فَيَقُولُ: يَا رَسُولَ اللَّهِ، أَعْطِ هَذَا ثَمَنَ مَتَاعِهِ ، فَمَا يَزِيدُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى أَنْ يَبْتَسِمَ وَيَأْمُرَ بِهِ فَيُعْطَى ، فَجِيءَ بِهِ يَوْمًا إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ، وَقَدْ شَرِبَ الْخَمْرَ ، فَقَالَ رَجُلٌ : اللَّهُمَّ الْعَنْهُ ، مَا أَكْثَرَ مَا يُؤْتَى بِهِ رَسُول اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ : ( لَا تَلْعَنُوهُ ؛ فَإِنَّهُ يُحِبُّ اللَّهَ وَرَسُولَهُ)",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" لَا تَدْخُلُونَ الْجَنَّةَ حَتَّى تُؤْمِنُوا وَلَا تُؤْمِنُوا حَتَّى تَحَابُّوا أَوَلَا أَدُلُّكُمْ عَلَى شَيْءٍ إِذَا فَعَلْتُمُوهُ تَحَابَبْتُمْ أَفْشُوا السَّلَامَ بَيْنَكُمْ ",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عم ابي موسى الأشعري رضي الله عنه أن رسول الله صلى الله عليه وسلم قال له: \"يَا عَبْدَ اللَّهِ بْنَ قَيْسٍ\" ، قُلْتُ : لَبَّيْكَ يَا رَسُولَ اللَّهِ ، قَالَ : \"أَلَا أَدُلُّكَ عَلَى كَلِمَةٍ مِنْ كَنْزٍ مِنْ كُنُوزِ الْجَنَّةِ \"؟ قُلْتُ : بَلَى ، يَا رَسُولَ اللَّهِ ، فَدَاكَ أَبِي وَأُمِّي قَالَ: \"لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ ",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ : \"كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَرَادَ أَنْ يَعْتَكِفَ صَلَّى الْفَجْرَ ثُمَّ دَخَلَ مُعْتَكَفَهُ",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ :  \"مَنْ قَامَ لَيْلَةَ الْقَدْرِ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ ؛ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( اتَّقُوا اللَّعَّانَيْنِ ) ، قَالُوا : وَمَا اللَّعَّانَانِ يَا رَسُولَ اللهِ ؟ ، قَالَ: ( الَّذِي يَتَخَلَّى فِي طَرِيقِ النَّاسِ ، أَوْ فِي ظِلِّهِمْ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ سَلْمَانَ رضي الله عنه قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( إِنَّ رَبَّكُمْ تَبَارَكَ وَتَعَالَى حَيِيٌّ كَرِيمٌ يَسْتَحْيِي مِنْ عَبْدِهِ إِذَا رَفَعَ يَدَيْهِ إِلَيْهِ أَنْ يَرُدَّهُمَا صِفْرًا )",
        "rwi": "رواه أبو داود وصححه الشيخ الألباني في \"صحيح أبي داود"
    },
    {
        "text": "عن مَالِكِ بْنَ يَسَارٍ رضي الله عنه أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( إِذَا سَأَلْتُمْ اللَّهَ فَاسْأَلُوهُ بِبُطُونِ أَكُفِّكُمْ وَلا تَسْأَلُوهُ بِظُهُورِهَا )",
        "rwi": "رواه أبو داود وصححه الشيخ الألباني في \"صحيح أبي داود"
    },
    {
        "text": "قال صلى الله عليه وسلم : ( لَا تَحَاسَدُوا وَلَا تَنَاجَشُوا وَلَا تَبَاغَضُوا وَلَا تَدَابَرُوا وَلَا يَبِعْ بَعْضُكُمْ عَلَى بَيْعِ بَعْضٍ وَكُونُوا عِبَادَ اللَّهِ إِخْوَانًا . الْمُسْلِمُ أَخُو الْمُسْلِمِ لَا يَظْلِمُهُ وَلَا يَخْذُلُهُ وَلَا يَحْقِرُهُ . التَّقْوَى هَاهُنَا - وَيُشِيرُ إِلَى صَدْرِهِ ثَلَاثَ مَرَّاتٍ - بِحَسْبِ امْرِئٍ مِنْ الشَّرِّ أَنْ يَحْقِرَ أَخَاهُ الْمُسْلِمَ ، كُلُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ حَرَامٌ دَمُهُ وَمَالُهُ وَعِرْضُهُ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِى هُرَيْرَةَ رضى الله عنه عَنِ النَّبِىِّ صلى الله عليه وسلم قَالَ : ( كُلُّ سُلاَمَى عَلَيْهِ صَدَقَةٌ كُلَّ يَوْمٍ ، يُعِينُ الرَّجُلَ فِى دَابَّتِهِ يُحَامِلُهُ عَلَيْهَا أَوْ يَرْفَعُ عَلَيْهَا مَتَاعَهُ صَدَقَةٌ ، وَالْكَلِمَةُ الطَّيِّبَةُ ، وَكُلُّ خَطْوَةٍ يَمْشِيهَا إِلَى الصَّلاَةِ صَدَقَةٌ ، وَدَلُّ الطَّرِيقِ صَدَقَةٌ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : ( الْإِيمَانُ بِضْعٌ وَسَبْعُونَ شُعْبَةً ، وَالْحَيَاءُ شُعْبَةٌ مِنْ الْإِيمَانِ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ رضي الله عنه أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( لَتُؤَدُّنَّ الْحُقُوقَ إِلَى أَهْلِهَا يَوْمَ الْقِيَامَةِ حَتَّى يُقَادَ لِلشَّاةِ الْجَلْحَاءِ مِنْ الشَّاةِ الْقَرْنَاءِ ) والجلحاء : التي لا قرن لها",
        "rwi": "رواه مسلم"
    },
    {
        "text": "يقول النبي صلى الله عليه وسلم : ( مَنْ ظَلَمَ مُعَاهِدًا أَوْ انْتَقَصَهُ أَوْ كَلَّفَهُ فَوْقَ طَاقَتِهِ أَوْ أَخَذَ مِنْهُ شَيْئًا بِغَيْرِ طِيبِ نَفْسٍ فَأَنَا حَجِيجُهُ يَوْمَ الْقِيَامَةِ )",
        "rwi": "رواه أبو داود وحسنه ابن حجر في \"موافقة الخبر\" وصححه الألباني في \"صحيح أبي داود"
    },
    {
        "text": "عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( إِذَا خَلَصَ الْمُؤْمِنُونَ مِنْ النَّارِ حُبِسُوا بِقَنْطَرَةٍ بَيْنَ الْجَنَّةِ وَالنَّارِ ، فَيَتَقَاصُّونَ مَظَالِمَ كَانَتْ بَيْنَهُمْ فِي الدُّنْيَا ، حَتَّى إِذَا نُقُّوا وَهُذِّبُوا أُذِنَ لَهُمْ بِدُخُولِ الْجَنَّةِ )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عن أنس بن مالك رضي الله عنه قَالَ : (مَرَّ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِامْرَأَةٍ تَبْكِي عِنْدَ قَبْرٍ فَقَالَ : اتَّقِي اللَّهَ ، وَاصْبِرِي . قَالَتْ : إِلَيْكَ عَنِّي ! فَإِنَّكَ لَمْ تُصَبْ بِمُصِيبَتِي ، وَلَمْ تَعْرِفْهُ . فَقِيلَ لَهَا : إِنَّهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، فَأَتَتْ بَابَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمْ تَجِدْ عِنْدَهُ بَوَّابِينَ ، فَقَالَتْ : لَمْ أَعْرِفْكَ . فَقَالَ : إِنَّمَا الصَّبْرُ عِنْدَ الصَّدْمَةِ الْأُولَى)",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( إِنَّ الْمُؤْمِنَ إِذَا أَذْنَبَ كَانَتْ نُكْتَةٌ سَوْدَاءُ فِي قَلْبِهِ ، فَإِنْ تَابَ وَنَزَعَ وَاسْتَغْفَرَ صُقِلَ قَلْبُهُ ، وَإِنْ زَادَ زَادَتْ حَتَّى يَعْلُوَ قَلْبَهُ ، فَذَاكَ الرَّيْنُ الَّذِي ذَكَرَ اللَّهُ عَزَّ وَجَلَّ فِي الْقُرْآنِ [ كَلا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ ] )",
        "rwi": "رواه أحمد والترمذي و حسنه الألباني في \"صحيح الترمذي"
    },
    {
        "text": "عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ : ( مَا زَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ، حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ ، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ( الْإِيمَانُ بِضْعٌ وَسَبْعُونَ ، أَوْ بِضْعٌ وَسِتُّونَ شُعْبَةً ، فَأَفْضَلُهَا قَوْلُ لَا إِلَهَ إِلَّا اللهُ ، وَأَدْنَاهَا إِمَاطَةُ الْأَذَى عَنِ الطَّرِيقِ ، وَالْحَيَاءُ شُعْبَةٌ مِنَ الْإِيمَانِ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "قال رسول الله صلى الله عليه وسلم : \" إنك لن تنفق نفقة تبتغي بها وجه الله إلا أجرت عليها حتى ما تجعل في فم امرأتك ",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَنْ عَائِشَة رضي الله عنها أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَّمَهَا هَذَا الدُّعَاء: (اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ الْخَيْرِ كُلِّهِ عَاجِلِهِ وَآجِلِهِ مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَم،ْ وَأَعُوذُ بِكَ مِنْ الشَّرِّ كُلِّهِ عَاجِلِهِ وَآجِلِهِ مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَم، اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ عَبْدُكَ وَنَبِيُّك، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا عَاذَ بِهِ عَبْدُكَ وَنَبِيُّك، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَل، وَأَعُوذُ بِكَ مِنْ النَّارِ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَل،ٍ وَأَسْأَلُكَ أَنْ تَجْعَلَ كُلَّ قَضَاءٍ قَضَيْتَهُ لِي خَيْرًا)",
        "rwi": "رواه ابن ماجه وصححه الألباني في السلسلة الصحيحة"
    },
    {
        "text": "قَالَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( مَنْ قَالَ أَسْتَغْفِرُ اللَّهَ الَّذِي لَا إِلَهَ إِلَّا هُوَ الحَيَّ القَيُّومَ وَأَتُوبُ إِلَيْهِ، غُفِرَ لَهُ وَإِنْ كَانَ فَرَّ مِنْ الزَّحْفِ )",
        "rwi": "رواه الترمذي"
    },
    {
        "text": "عن حَكِيمِ بْنِ حِزَامٍ رَضِيَ اللَّهُ عَنْهُ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( الْبَيِّعَانِ بِالْخِيَارِ مَا لَمْ يَتَفَرَّقَا ، فَإِنْ صَدَقَا وَبَيَّنَا بُورِكَ لَهُمَا فِي بَيْعِهِمَا ، وَإِنْ كَتَمَا وَكَذَبَا مُحِقَتْ بَرَكَةُ بَيْعِهِمَا )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن أبي حُمَيْدٍ السَّاعِدِيُّ رَضِيَ اللَّهُ عَنْهُ أَنَّهُمْ قَالُوا يَا رَسُولَ اللَّهِ كَيْفَ نُصَلِّي عَلَيْكَ ؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( قُولُوا اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَأَزْوَاجِهِ وَذُرِّيَّتِهِ كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ وَبَارِكْ عَلَى مُحَمَّدٍ وَأَزْوَاجِهِ وَذُرِّيَّتِهِ كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ أَنَّ مُكَاتَبًا جَاءَهُ فَقَالَ : إِنِّي قَدْ عَجَزْتُ عَنْ كِتَابَتِي فَأَعِنِّي ؟! قَالَ : أَلَا أُعَلِّمُكَ كَلِمَاتٍ عَلَّمَنِيهِنَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، لَوْ كَانَ عَلَيْكَ مِثْلُ جَبَلِ صِيرٍ دَيْنًا أَدَّاهُ اللَّهُ عَنْكَ ؟! ، قَالَ : قُلْ : ( اللَّهُمَّ اكْفِنِي بِحَلَالِكَ عَنْ حَرَامِكَ وَأَغْنِنِي بِفَضْلِكَ عَمَّنْ سِوَاكَ )",
        "rwi": "رواه الترمذي وحسنه الألباني في صحيح الترمذي"
    },
    {
        "text": "قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( مَن صَنَعَ إِليكُم مَعرُوفًا فَكَافِئُوه ، فَإِن لَم تَجِدُوا مَا تُكَافِئُوا بِهِ فَادعُوا لَهُ حَتَّى تَرَوا أَنَّكُم قَد كَافَأتُمُوهُ )",
        "rwi": "رواه أبو داود وصححه الألباني"
    },
    {
        "text": "عن معاوية رضي الله عنه قال : (إِذَا صَلَّيْتَ الْجُمُعَةَ فَلَا تَصِلْهَا بِصَلَاةٍ حَتَّى تَكَلَّمَ أَوْ تَخْرُجَ ، فَإِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَرَنَا بِذَلِكَ ، أَنْ لَا تُوصَلَ صَلَاةٌ بِصَلَاةٍ حَتَّى نَتَكَلَّمَ أَوْ نَخْرُجَ)",
        "rwi": "رواه مسلم"
    },
    {
        "text": "ابن عباس رضي الله عنهما قال : ( كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا قَامَ مِنْ اللَّيْلِ يَتَهَجَّدُ قَالَ : اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ نُورُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ ، وَلَكَ الْحَمْدُ أَنْتَ قَيِّمُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ ، وَلَكَ الْحَمْدُ أَنْتَ الْحَقُّ ، وَوَعْدُكَ حَقٌّ ، وَقَوْلُكَ حَقٌّ ، وَلِقَاؤُكَ حَقٌّ ، وَالْجَنَّةُ حَقٌّ ، وَالنَّارُ حَقٌّ ، وَالسَّاعَةُ حَقٌّ ، وَالنَّبِيُّونَ حَقٌّ ، وَمُحَمَّدٌ حَقٌّ ، اللَّهُمَّ لَكَ أَسْلَمْتُ ، وَعَلَيْكَ تَوَكَّلْتُ ، وَبِكَ آمَنْتُ ، وَإِلَيْكَ أَنَبْتُ ، وَبِكَ خَاصَمْتُ ، وَإِلَيْكَ حَاكَمْتُ ، فَاغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ ، وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ ، أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ ، لَا إِلَهَ إِلَّا أَنْتَ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ :( أَرْبَعٌ مَنْ كُنَّ فِيهِ كَانَ مُنَافِقًا خَالِصًا ، وَمَنْ كَانَتْ فِيهِ خَصْلَةٌ مِنْهُنَّ كَانَتْ فِيهِ خَصْلَةٌ مِنْ النِّفَاقِ حَتَّى يَدَعَهَا : إِذَا اؤْتُمِنَ خَانَ ، وَإِذَا حَدَّثَ كَذَبَ ، وَإِذَا عَاهَدَ غَدَرَ ، وَإِذَا خَاصَمَ فَجَرَ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عَنْ سَلَمَةُ بْنُ عُبَيْدِ اللهِ قَالَ : قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : (مَنْ أَصْبَحَ مِنْكُمْ آمِنًا فِي سِرْبِهِ ، مُعَافًى فِي جَسَدِهِ ، عِنْدَهُ قُوتُ يَوْمِهِ ، فَكَأَنَّمَا حِيزَتْ لَهُ الدُّنْيَا)",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال : ( إِنَّ اللَّهَ تَجَاوَزَ عَنْ أُمَّتِي مَا حَدَّثَتْ بِهِ أَنْفُسَهَا مَا لَمْ تَعْمَلْ أَوْ تَتَكَلَّمْ )",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن النبي صلى الله عليه وسلم أنه قال : ( من اغتسل ثم أتى الجمعة فصلى ما قدر له ثم أنصت للخطيب حتى يفرغ من خطبته ثم يصلي معه غُفِر له ما بينه وبين الجمعة الأخرى وفضل ثلاثة أيام )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : \" مَن نفَّس عن مؤمن كربةً من كُرب الدنيا نفَّس الله عنه كربة من كرب يوم القيامة ، ومن يسَّر على معسرٍ يسَّر الله عليه في الدنيا والآخرة ، ومن سَتر مسلماً ستره الله في الدنيا والآخرة ، والله في عون العبد ما كان العبد في عون أخيه ",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن عبد اللّه بن عمر رضي اللّه عنهما أن رسول اللّه صلى اللّه عليه وسلم : ( كَانَ إِذَا استَوَى عَلى بَعِيرِهِ خَارِجاً إِلَى سَفَرٍ كبَّر ثلاثاً ثم قال : \" سُبْحانَ الَّذي سَخَّرَ لَنا هَذَا وَما كُنَّا لَهُ مُقْرِنينَ ، وَإِنَّا إلى رَبِّنَا لَمُنْقَلِبُونَ . اللَّهُمَّ إنَّا نَسألُكَ فِي سفَرِنَا هَذَا البِرَّ وَالتَّقْوَى ، وَمِنْ العَمَلِ ما تَرْضَى ، اللَّهُمَّ هَوّْن عَلَيْنا سَفَرَنَا هَذَا ، وَاطْوِ عَنّا بُعْدَهُ . اللَّهُمَّ أنْتَ الصَّاحِبُ فِي السَّفَرِ ، وَالخَلِيفَةُ في الأهْلِ . اللَّهُمَّ إني أعُوذُ بِكَ مِنْ وَعْثاءِ السَّفَرِ ، وكآبَةِ المَنْظَرِ ، وَسُوءِ المُنْقَلَبِ في المَالِ والأهْلِ . وإذا رَجع قالهنّ وزاد فيهنّ : آيِبُونَ ، تائبُونَ ، عابدُونَ ، لرَبِّنَا حامِدُون )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن عَبْدِ اللَّهِ بن مسعود رضي الله عنه قَالَ : سَأَلْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : أَيُّ الْعَمَلِ أَحَبُّ إِلَى اللَّهِ ؟ قَالَ : \" الصَّلاةُ عَلَى وَقْتِهَا \" . قَالَ : ثُمَّ أَيٌّ ؟ قَالَ : \" ثُمَّ بِرُّ الْوَالِدَيْنِ \" . قَالَ : ثُمَّ أَيٌّ ؟ قَالَ : \" الْجِهَادُ فِي سَبِيلِ اللَّهِ ",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن ابن عمر رضي الله عنهما قال : قَلَّمَا كَانَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُومُ مِنْ مَجْلِسٍ حَتَّى يَدْعُوَ بِهَؤُلاَءِ الدَّعَوَاتِ لأَصْحَابِهِ : ( اللَّهُمَّ اقْسِمْ لَنَا مِنْ خَشْيَتِكَ مَا يَحُولُ بَيْنَنَا وَبَيْنَ مَعَاصِيكَ ، وَمِنْ طَاعَتِكَ مَا تُبَلِّغُنَا بِهِ جَنَّتَكَ ، وَمِنَ اليَقِينِ مَا تُهَوِّنُ بِهِ عَلَيْنَا مُصِيبَاتِ الدُّنْيَا ، وَمَتِّعْنَا بِأَسْمَاعِنَا وَأَبْصَارِنَا وَقُوَّتِنَا مَا أَحْيَيْتَنَا ، وَاجْعَلْهُ الوَارِثَ مِنَّا ، وَاجْعَلْ ثَأْرَنَا عَلَى مَنْ ظَلَمَنَا ، وَانْصُرْنَا عَلَى مَنْ عَادَانَا ، وَلاَ تَجْعَلْ مُصِيبَتَنَا فِي دِينِنَا ، وَلاَ تَجْعَلِ الدُّنْيَا أَكْبَرَ هَمِّنَا ، وَلاَ مَبْلَغَ عِلْمِنَا ، وَلاَ تُسَلِّطْ عَلَيْنَا مَنْ لاَ يَرْحَمُنَا )",
        "rwi": "رواه الترمذي وصححه الألباني في \" صحيح الترمذي "
    },
    {
        "text": "عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال : ( الْمُؤْمِنُ الْقَوِيُّ خَيْرٌ وَأَحَبُّ إِلَى اللَّهِ مِنْ الْمُؤْمِنِ الضَّعِيفِ ، وَفِي كُلٍّ خَيْرٌ ، احْرِصْ عَلَى مَا يَنْفَعُكَ ، وَاسْتَعِنْ بِاللَّهِ وَلَا تَعْجَزْ ، وَإِنْ أَصَابَكَ شَيْءٌ فَلَا تَقُلْ لَوْ أَنِّي فَعَلْتُ كَانَ كَذَا وَكَذَا وَلَكِنْ قُلْ قَدَرُ اللَّهِ وَمَا شَاءَ فَعَلَ فَإِنَّ لَوْ تَفْتَحُ عَمَلَ الشَّيْطَانِ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن عِتْبَانَ بْن مَالِكٍ الْأَنْصارِيَّ رضي الله عنه أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : (إِنَّ اللَّهَ قَدْ حَرَّمَ عَلَى النَّارِ مَنْ قَالَ لَا إِلَهَ إِلَّا اللَّهُ يَبْتَغِي بِذَلِكَ وَجْهَ اللَّهِ)",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال : \" مَا مِنْ يَوْمٍ يُصْبِحُ الْعِبَادُ فِيهِ إِلاَّ مَلَكَانِ يَنْزِلاَنِ فَيَقُولُ أَحَدُهُمَا اللَّهُمَّ أَعْطِ مُنْفِقًا خَلَفًا ، وَيَقُولُ الآخَرُ : اللَّهُمَّ أَعْطِ مُمْسِكًا تَلَفاً ",
        "rwi": "رواه البخاري ومسلم"
    },
    {
        "text": "عن أَبي مالك الأشعري رضي الله عنه قَالَ: قَالَ رسولُ الله صلى الله عليه وسلّم: \" الطُّهُورُ شَطْرُ الإيمانِ، وَالحَمْدُ للهِ تَمْلأُ المِيزَانَ، وَسُبْحَانَ اللهِ وَالحَمْدُ للهِ تَمْلآنِ - أَوْ تَمْلأُ - مَا بَيْنَ السَّمَاوَاتِ وَالأرْضِ ",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : ( كَافِلُ الْيَتِيمِ ، لَهُ أَوْ لِغَيْرِهِ ، أَنَا وَهُوَ كَهَاتَيْنِ فِي الْجَنَّةِ ) ، وَأَشَارَ الرَّاوي -وهُو مَالِكُ بْنُ أَنَسٍ- بِالسَّبَّابةِ والْوُسْطى.",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ عَائِشَةَ قَالَتْ : فَقَدْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْلَةً مِنْ الْفِرَاشِ ، فَالْتَمَسْتُهُ فَوَقَعَتْ يَدِي عَلَى بَطْنِ قَدَمَيْهِ وَهُوَ فِي الْمَسْجِدِ وَهُمَا مَنْصُوبَتَانِ ، وَهُوَ يَقُولُ : ( اللَّهُمَّ أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ وَأَعُوذُ بِكَ مِنْكَ لَا أُحْصِي ثَنَاءً عَلَيْكَ أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن أبي هريرة عن رسول الله صلى الله عليه وسلم قال : \" ما نقصت صدقةٌ من مال ، وما زاد الله عبداً بعفوٍ إلا عزّاً ، وما تواضع أحدٌ لله إلا رفعه الله ",
        "rwi": "رواه مسلم"
    },
    {
        "text": "قال النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( كُلُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ حَرَامٌ دَمُهُ وَمَالُهُ وَعِرْضُهُ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( لا يَدْخُلُ الْجَنَّةَ مَنْ لا يَأْمَنُ جَارُهُ بَوَائِقَهُ ) .( بَوَائِقَهُ ) أَيْ دَوَاهِيَهُ , وَالْمُرَادُ الشُّرُورُ كَالظُّلْمِ وَالْغِشِّ وَالْإِيذَاءِ.",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن ابي هريرة رضي الله عنه ، أن النبي صلى الله عليه وسلم قال : ( إِذَا وَقَعَ الذُّبَابُ فِي شَرَابِ أَحَدِكُمْ فَلْيَغْمِسْهُ ثُمَّ لِيَنْزِعْهُ ؛ فَإِنَّ فِي إِحْدَى جَنَاحَيْهِ دَاءً وَالْأُخْرَى شِفَاءً )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عن شَدَّاد بْن أَوْسٍ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال : ( سَيِّدُ الِاسْتِغْفَارِ أَنْ تَقُولَ : اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ خَلَقْتَنِي وَأَنَا عَبْدُكَ وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبُوءُ لَكَ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ ) ، قَالَ : ( وَمَنْ قَالَهَا مِنْ النَّهَارِ مُوقِنًا بِهَا فَمَاتَ مِنْ يَوْمِهِ قَبْلَ أَنْ يُمْسِيَ فَهُوَ مِنْ أَهْلِ الْجَنَّةِ ، وَمَنْ قَالَهَا مِنْ اللَّيْلِ وَهُوَ مُوقِنٌ بِهَا فَمَاتَ قَبْلَ أَنْ يُصْبِحَ فَهُوَ مِنْ أَهْلِ الْجَنَّةِ )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَنْ أُبَيِّ بْنِ كَعْبٍ رضي الله عنه قَالَ : قُلْتُ : يَا رَسُولَ اللَّهِ إِنِّي أُكْثِرُ الصَّلَاةَ عَلَيْكَ فَكَمْ أَجْعَلُ لَكَ مِنْ صَلَاتِي ؟ فَقَالَ : \" مَا شِئْتَ \" قَالَ قُلْتُ الرُبُعَ ؟ قَالَ : \" مَا شِئْتَ فَإِنْ زِدْتَ فَهُوَ خَيْرٌ لَكَ \" قُلْتُ النِّصْفَ ؟ قَالَ : \" مَا شِئْتَ فَإِنْ زِدْتَ فَهُوَ خَيْرٌ لَكَ \" قَالَ قُلْتُ فَالثُّلُثَيْنِ ؟ قَالَ : \" مَا شِئْتَ فَإِنْ زِدْتَ فَهُوَ خَيْرٌ لَكَ \" قُلْتُ أَجْعَلُ لَكَ صَلَاتِي كُلَّهَا ؟ قَالَ : \" إِذًا تُكْفَى هَمَّكَ وَيُغْفَرُ لَكَ ذَنْبُكَ ",
        "rwi": "رواه الترمذي وأحمد"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ ، قَالَ : قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ : ( مَنْ قَالَ: حِينَ يُصْبِحُ وَحِينَ يُمْسِي : سُبْحَانَ اللهِ وَبِحَمْدِهِ ، مِائَةَ مَرَّةٍ ، لَمْ يَأْتِ أَحَدٌ يَوْمَ الْقِيَامَةِ ، بِأَفْضَلَ مِمَّا جَاءَ بِهِ ، إِلَّا أَحَدٌ قَالَ مِثْلَ مَا قَالَ ، أَوْ زَادَ عَلَيْهِ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن أسامة بن زيد رضي الله عنهما قال : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( مَنْ صُنِعَ إِلَيْهِ مَعْرُوفٌ فَقَالَ لِفَاعِلِهِ : جَزَاكَ اللَّهُ خَيْرًا . فَقَدْ أَبْلَغَ فِي الثَّنَاءِ )",
        "rwi": "رواه الترمذي والنسائي وصححه الألباني في صحيح الترمذي"
    },
    {
        "text": "عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَنَّهَا قَالَتْ : ( مَا خُيِّرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَ أَمْرَيْنِ إِلَّا أَخَذَ أَيْسَرَهُمَا مَا لَمْ يَكُنْ إِثْمًا ، فَإِنْ كَانَ إِثْمًا كَانَ أَبْعَدَ النَّاسِ مِنْهُ ، وَمَا انْتَقَمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِنَفْسِهِ إِلَّا أَنْ تُنْتَهَكَ حُرْمَةُ اللَّهِ فَيَنْتَقِمَ لِلَّهِ بِهَا )",
        "rwi": "رواه البخاري و مسلم"
    },
    {
        "text": "عن عَبْد الرَّحْمَنِ بْن عَوْفٍ قال : إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( ثَلَاثٌ وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ إِنْ كُنْتُ لَحَالِفًا عَلَيْهِنَّ : لَا يَنْقُصُ مَالٌ مِنْ صَدَقَةٍ فَتَصَدَّقُوا ، وَلَا يَعْفُو عَبْدٌ عَنْ مَظْلَمَةٍ يَبْتَغِي بِهَا وَجْهَ اللَّهِ إِلَّا رَفَعَهُ اللَّهُ بِهَا ، وَلَا يَفْتَحُ عَبْدٌ بَابَ مَسْأَلَةٍ إِلَّا فَتَحَ اللَّهُ عَلَيْهِ بَابَ فَقْرٍ )",
        "rwi": "رواه احمد و صححه الألباني في \"صحيح الترغيب"
    },
    {
        "text": "قال رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لما سُئلَ : أَيُّ النَّاسِ أَفْضَلُ ؟ قَالَ : كُلُّ مَخْمُومِ الْقَلْبِ صَدُوقِ اللِّسَانِ . قَالُوا صَدُوقُ اللِّسَانِ نَعْرِفُهُ فَمَا مَخْمُومُ الْقَلْبِ ؟ قَالَ : ( هُوَ التَّقِيُّ النَّقِيُّ لَا إِثْمَ فِيهِ وَلَا بَغْيَ وَلَا غِلَّ وَلَا حَسَدَ )",
        "rwi": "رواه ابن ماجة  وصححه الألباني في \"صحيح ابن ماجة"
    },
    {
        "text": "عن أبي موسى الأشعري : أنّ النّبيّ صلّى الله عليه وسلَّم قال : \" إذا مرض العبد أو سافر كتب له مثل ما كان يعمل صحيحاً مقيماً ",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَنِ الزُّبَيْرِ بْنِ عَدِيٍّ، قَالَ: أَتَيْنَا أَنَسَ بْنَ مَالِكٍ، فَشَكَوْنَا إِلَيْهِ مَا نَلْقَى مِنَ الحَجَّاجِ، فَقَالَ: ( اصْبِرُوا، فَإِنَّهُ لاَ يَأْتِي عَلَيْكُمْ زَمَانٌ إِلَّا الَّذِي بَعْدَهُ شَرٌّ مِنْهُ، حَتَّى تَلْقَوْا رَبَّكُمْ. سَمِعْتُهُ مِنْ نَبِيِّكُمْ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عَنِ ابْنِ عَبَّاسٍ عَنْ جُوَيْرِيَةَ رضي الله عنها : \" أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَرَجَ مِنْ عِنْدِهَا بُكْرَةً حِينَ صَلَّى الصُّبْحَ ، وَهِيَ فِي مَسْجِدِهَا، ثُمَّ رَجَعَ بَعْدَ أَنْ أَضْحَى ، وَهِيَ جَالِسَةٌ ، فَقَالَ: (مَا زِلْتِ عَلَى الْحَالِ الَّتِي فَارَقْتُكِ عَلَيْهَا؟) قَالَتْ: نَعَمْ ، قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ( لَقَدْ قُلْتُ بَعْدَكِ أَرْبَعَ كَلِمَاتٍ ، ثَلَاثَ مَرَّاتٍ ، لَوْ وُزِنَتْ بِمَا قُلْتِ مُنْذُ الْيَوْمِ لَوَزَنَتْهُنَّ: سُبْحَانَ اللهِ وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عن أبي هريرة رضي الله عنه قال : قال النبي صلى الله عليه وسلم : ( ما يزال البلاء بالمؤمن والمؤمنة في نفسه ، وولده ، وماله ، حتى يلقى الله وما عليه خطيئة )",
        "rwi": "رواه الترمذي وصححه الألباني في \"السلسلة الصحيحة"
    },
    {
        "text": "عَنْ عَائِشَةَ رضي الله عنها قَالَتْ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( مَا يُصِيبُ الْمُؤْمِنَ مِنْ شَوْكَةٍ فَمَا فَوْقَهَا إِلا رَفَعَهُ اللَّهُ بِهَا دَرَجَةً ، أَوْ حَطَّ عَنْهُ بِهَا خَطِيئَةً )",
        "rwi": "رواه مسلم"
    },
    {
        "text": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( بَيْنَمَا رَجُلٌ يَمْشِي بِطَرِيقٍ وَجَدَ غُصْنَ شَوْكٍ عَلَى الطَّرِيقِ فَأَخَذَهُ ، فَشَكَرَ اللَّهُ لَهُ فَغَفَرَ لَهُ )",
        "rwi": "رواه البخاري و مسلم"
    },
    {
        "text": "عن بريدة رضي الله عنه أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( مَنْ لَعِبَ بِالنَّرْدَشِيرِ فَكَأَنَّمَا صَبَغَ يَدَهُ فِي لَحْمِ خِنْزِيرٍ وَدَمِهِ )",
        "rwi": "رواه مسلم وأبو داود وابن ماجة وأحمد"
    },
    {
        "text": "عَنْ عَائِشَةَ رضي الله عنها قَالَتْ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( مَنِ الْتَمَسَ رِضَى اللَّهِ بِسَخَطِ النَّاسِ ، رَضِيَ الله عَنْهُ ، وَأَرْضَى النَّاسَ عَنْهُ ، وَمَنِ الْتَمَسَ رِضَا النَّاسِ بِسَخَطِ اللَّهِ ، سَخَطَ اللَّهُ عَلَيْهِ ، وَأَسْخَطَ عليه الناس )",
        "rwi": "رواه ابن حبان والترمذي"
    },
    {
        "text": "قال النبي صلى الله عليه وسلم : ( انْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُومًا . فَقَالَ رَجُلٌ : يَا رَسُولَ اللَّهِ ، أَنْصُرُهُ إِذَا كَانَ مَظْلُومًا ، أَفَرَأَيْتَ إِذَا كَانَ ظَالِمًا كَيْفَ أَنْصُرُهُ ؟ قَالَ : تَحْجُزُهُ أَوْ تَمْنَعُهُ مِنْ الظُّلْمِ ، فَإِنَّ ذَلِكَ نَصْرُهُ )",
        "rwi": "رواه البخاري"
    },
    {
        "text": "عن عثمان بن عفان رضي الله عنه قال : سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ : ( مَنْ قَالَ : بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ ثَلَاثَ مَرَّاتٍ لَمْ تُصِبْهُ فَجْأَةُ بَلَاءٍ حَتَّى يُصْبِحَ ، وَمَنْ قَالَهَا حِينَ يُصْبِحُ ثَلَاثُ مَرَّاتٍ لَمْ تُصِبْهُ فَجْأَةُ بَلَاءٍ حَتَّى يُمْسِيَ )",
        "rwi": "رواه أبو داود و الترمذي"
    },
    {
        "text": "عن أُسَامَةَ بْن زَيْدٍ رضي الله عنهما قال : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( الطَّاعُونُ رِجْزٌ أَوْ عَذَابٌ أُرْسِلَ عَلَى بَنِي إِسْرَائِيلَ أَوْ عَلَى مَنْ كَانَ قَبْلَكُمْ ، فَإِذَا سَمِعْتُمْ بِهِ بِأَرْضٍ فَلَا تَقْدَمُوا عَلَيْهِ ، وَإِذَا وَقَعَ بِأَرْضٍ وَأَنْتُمْ بِهَا فَلَا تَخْرُجُوا فِرَارًا مِنْهُ)",
        "rwi": "رواه البخاري و مسلم"
    }
]